[
{"title": "Space and Physics", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "Space and Physics", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "This Could Be One Of The Last Images Ever Taken By NASA’s InSight", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "NASA’s InSight has revolutionized our understanding of what goes on inside of Mars. From detecting marsquakes to pinpointing new meteorite collisions on the Red Planet, the mission has gone far beyond expectation. Its planned duration was 709 sols (martian days) and it has now almost doubled that.", "However, for the last several months, the lander has not been able to get enough power. Its solar panels are covered in dust, and despite attempts, it doesn’t come off. The power InSight is getting is less and less each day, and soon there won’t be enough to keep the seismometer and the rest of the basic instrumentation working.", "The image, taken on October 30, shows the case of the seismometer on the ground. This might be among the last images we ever receive from InSight. The mission is now powering only the most sensitive of the seismometer arrays of sensors. ", "“We’re pushing it to the very end,” Liz Barrett, who leads science and instrument operations for the team at JPL, said in a statement.", "The team believes the lander to have a few more weeks of power left.", "Mars,", "Astronomy,", "InSight", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Quantum Watch Made From Laser-Engorged Atoms Is New Way To Measure Time", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Researchers have developed a quantum watch: a quantum system that has a unique way to measure time. It doesn’t need a reference time or a repeating pattern to provide a measurement of the elapsed time – and they weren’t even looking to demonstrate such a timepiece.", "The easiest analogy to understand how it works would be to consider it similar to a ruler or a tape measure. In a regular watch, the time markers are down to a beat, whether mechanical or electronic, which corresponds to the smallest unit of time that the device can measure. The accumulation of its repetition gives you timing. On a ruler, every distance is written out. Your ruler is not counting how many millimeters have ever been between this point and that point. You don’t have to go and look where it started.", "The quantum watch is like that. The time of an event doesn’t depend on a specific beat but on the evolution of a quantum system made of Rydberg atoms. This is measured by laser pulses. These atoms are a special type of excited state where electrons occupy orbitals that are much further away from the nucleus than usual. They can be used to create ", ", and they have numerous technical applications.", "The quantum watch works because it can tell how long this Rydberg state in helium atoms has lived. The state is brief for human timings – but compared to the very short intervals of time in which quantum mechanical processes happen, it would be like comparing one second to tens of millions of years.", "“This is just a new way of observing time. It’s not going to beat ", ", it is just a new way of detecting time,” co-author Johan Söderström, from Uppsala University, told IFLScience.", "Lead author Marta Berholts, from Tartu University, conducted a lot of the data collection during the pandemic lockdowns. Having just moved to Uppsala University, and not knowing people in the country, she had lots of time to work on the experiment. The experiment itself was not about finding a quantum watch, and the team has more results to publish about the work.", "“We didn’t think of the possibility that we would use it as a watch,” Söderström told IFLScience. “That is something that came out after we looked at the data with some fairly simple theoretical modeling. [The quantum watch] turned out to be surprisingly exact.”", "The team has not considered if there are realistic applications for the quantum watch. Rydberg states are useful in quantum computers so there might be intriguing applications there for somebody to find.", "The work is published in ", ". ", "atoms,", "lasers,", "physics,", "time,", "quantum watch,", "rydberg atom", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Hubble Spots Galaxy Pair Connected By Luminous Stellar Bridge", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "The Hubble Space Telescope has taken an incredible picture of the galactic system Arp 248, also known as Wild’s Triplet. These three interacting galaxies are renowned for having a luminous bridge of stars between two of them, an indication of the merging process that is underway between these objects.", "The image was released by the ", " last week, and it has a spectacular example of a feature that astronomers call a tidal bridge. As galaxies approach each other, they begin to interact gravitationally. It is possible for galaxies to just slam into one another (", " being one of those) but often, mergers will start with a slow dance, with galaxies getting close to each other before moving back away again.", "The galaxies will eventually become one. But, during the close passages, they can distort each other (like the third member of the triplet in the middle) and even tug at their spiral arms so much that, as the tidal forces stretch them, they connect into these bridges. The one in this picture is a splendid example of them.", "The galaxies are located about 200 million light-years away, but to see similar effects we can look much closer to home. The Milky Way is surrounded by smaller galaxies. Some of them have already been cannibalized by our home in the cosmos, such as the ", ". Others are on a slower merging path.", "Among them, there are the Large and Small Magellanic Clouds. These two dwarf galaxies are visible to the naked eye in the Southern hemisphere, and as they move around the Milky Way they interact with our galaxy and themselves. A ribbon of gas connects the Milky Way to them, known as the ", ", and there is ", " between the two Magellanic clouds with a few stars, a lot of gas, and a weak magnetic field. Not as spectacular as Arp 248, but still an indication that a merger has begun.", "Wild’s Triplet takes its name from British-born and Australia-based astronomer Paul Wild who studied this interacting trio in the 1950s. The classification of Arp 248 comes from its inclusion in the ", ", a catalog of galaxies with unusual shapes produced by American astronomer Halton Arp in 1966. Among them, there are the Antennae Galaxies, the Whirlpool Galaxy, and the Mice Galaxies. Hubble is studying peculiar galaxies to find intriguing candidates for future studies with the telescope, as well as ", " and the ", ".", "galaxy,", "hubble space telescope,", "Astronomy,", "European Space Agency", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Farmer Claims Fiery Meteorite Destroyed His House In California", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Tom Hale", "Senior Journalist", "A man living in rural California believes that his house was burnt down after it was struck by a flaming meteorite that crashed to Earth. Bear in mind that the chances of this happening are astronomically slim – but not impossible.", "In California’s Nevada County, the house of cattle farmer Dustin Procita burst into flames on Friday night, according to television news station ", ".", "\"I heard a big bang. I started to smell smoke and I went onto my porch and it was completely engulfed in flames,\" Procita told the local news. ", "Meanwhile, several dashcams from the area captured a ball of light descending from the night sky around the time the fire broke out. ", "While the two events have not yet been officially linked, Procita and many folks in his town believe the fireball sparked the housefire. ", "\"I did not see what it was, but from everybody I have talked to: a 'flaming ball' falling from the sky landing in that general area,” said Procita.", "\"I had one individual tell me about it first and like, okay, I'll put that in the back of my mind. But then more people ", "  two, three, or four more ", " started coming in and talking about it,\" added Captain Josh Miller from the Penn Valley Fire Department.", "So, if this speculation is true, what are the chances of this occurring? ", "It’s ", " that the vast majority of meteors (somewhere between 90 and 95 percent) completely burn up when they crash into Earth’s atmosphere, generating a huge amount of heat and creating a bright streak in the night sky.", "Estimates vary regarding how many meteorites reach Earth’s surface, but one recent piece of solid research found that about 6,100 meteorites reach the ground yearly, or about 17 each day. Since 71 percent of Earth's surface is water, the majority will land in the seas and ocean, while another fair chunk will land in unhabituated patches of the globe. ", "All things considered, the chance of your house being struck by a meteorite is one in 3,921,910,064,328, according to ", ". That means you're far more likely to win the lottery grand prize than have a flaming space ball coming through the roof. ", "That seems incredibly unlikely (and it is) but it’s an occurrence that’s been ", ", against the odds. In fact, there’s even a single isolated case of someone being directly hit by a falling meteorite. ", "On November 30, 1954, Ann Hodges was taking a nap on her couch in the one-horse town of Oak Grove near Sylacauga, Alabama. Suddenly, a grapefruit-sized meteorite crashed through her ceiling, bounced off her wooden radio, and struck her on her upper hip. Fortunately, the only injury she sustained was a nasty-looking bruise, but it landed her with the unlikely title of the only confirmed ", " by a meteorite in human history.", "As for the recent events in Nevada County, it is amazingly unlikely that a meteor did strike the house, but stranger things have happened. ", "meteorite,", "fire,", "California", "Tom Hale", "Senior Journalist", "Tom is a writer in London with a Master's degree in Journalism whose editorial work covers anything from health and the environment to technology and archaeology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Tom Hale", "Tom Hale"]},
{"title": "SETI Scientists Are Planning New Protocols In Case Of Alien Contact", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "A new hub at the University of St Andrews is working to coordinate global expertise to better prepare humanity for a potential alien contact. The work of the group will build upon the current protocols but go beyond them, making them as realistic as possible and ready to be deployed in the event of receiving a message from an extraterrestrial civilization.", "Contact protocols were drawn up by the Search for Extraterrestrial Intelligence (SETI) community in 1989, and they were ", ". They detail how scientists should go about confirming a possible signal, but the post-detection part is very limited. And ", ", as well as real-life experience with a false signal, suggests that information about a detection might spread before astronomers have time to unequivocally confirm it. Also, these protocols are not enforceable, which is another issue.", "“Science fiction is awash with explorations of the impact on human society following discovery of, and even encounters with, life or intelligence elsewhere,” Dr John Elliott, the coordinator for the hub said in a ", ". “But we need to go beyond thinking about the impact on humanity. We need to coordinate our expert knowledge not only for assessing the evidence but also for considering the human social response, as our understanding progresses and what we know and what we don’t know is communicated. And the time to do this is now.”", "The University of St Andrew's SETI Post-Detection Hub is tasked to work on the policy gap of the current protocols, as well as considering how science communication related to the search for (and possible discovery of) alien life ought to be done responsibly. Application of the research to establish such protocols might even go beyond SETI itself.", "“Scanning signals of assumed extraterrestrial origin for structures of language and attaching meaning is an elaborate and time-consuming process during which our knowledge will be advanced in many steps as we learn ‘Extra-Terrestrial’,” Elliot suggested.", "Last month, a paper on the subject of ", " of such a detection called for transparency and openness about the SETI program. This is something that seems to be in-built in the protocol, but could certainly benefit from a best-practice approach.", "“What actually happens when you get a SETI detection is that the media immediately start calling you up. There is no secrecy in this work. Usually, within a few hours, everyone would know,” Dr Seth Shostak, senior astronomer at the SETI Institute, previously told IFLScience referring to ", ".", "A ", " (available in the UK and from January in the US) tried to imagine how humanity might react to the fateful first contact. Education of scientists, the public, and politicians on how best this can be done is likely to be very important.", "“Will we ever get a message from E.T.? We don’t know,", "  explained Elliot. ", "We also don’t know when this is going to happen. But we do know that we cannot afford to be ill prepared – scientifically, socially, and politically rudderless – for an event that could turn into reality as early as tomorrow and which we cannot afford to mismanage.”", "extraterrestrial life,", "aliens,", "first contact", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Another Long March Rocket Set For Uncontrolled Crash Landing", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Stephen Luntz", "Freelance Writer", "For the fourth time in two years, a giant piece of a Long March 5B rocket is descending to Earth in an uncontrolled fashion. Parts of the rocket could land over much of the planet, with only high latitudes truly safe. Although the chance of debris hitting humans, or even valuable infrastructure, is small for each individual uncontrolled reentry, at some stage our luck will run out.", "\"For those who've been tracking the previous versions of this: Here we go again,\" ", " of ", " said during a briefing.", "The rogue rocket was used to launch the third module of the Tiangong space station on Monday. Known as Mengtian, translated as “Dreaming of the Heavens,” the final component of the station will host experiments and scientific equipment, rather than crew compartments like the original Tianhe module. It reportedly docked on Tuesday.", "The 22.5 tonne rocket is projected to enter the atmosphere in the early morning of November 5. That could make for some spectacular fireworks in a part of the world that celebrates bonfire night, but there is still too much uncertainty over the timing to predict where. However, the rocket’s orbit does not take it much more than 40 degrees from the equator, so the 12 percent of the global population living at higher latitudes in either hemisphere are safe. ", "Muelhaupt estimates the risk of casualties is somewhere between one in 1,000 and one in 230 (0.1-0.4 percent). The Interagency Debris Coordination Committee is trying to get spacefaring nations to keep such risks below one in 10,000 but has no power to enforce this.", "In May 2021, a Long March 5B rocket ", " around 300 kilometers (186 miles) southwest of the Maldives. Then in August this year, another booster rocket came down over southeast Asia. Although the bulk of the rocket hit the sea ", " some pieces ", ". This still wasn’t as dangerous as the May 2020 landing of part of a 5B rocket near ", ".", "A report in Nature Astronomy estimated a ", " of someone being killed by re-entering space junk in the next decade. However, that figure was based on what appears to be a conservative projection of the number of launches, so the likelihood is probably higher.", "Both the ", " and ", " space agencies have had former satellites hit land after losing control, both fortunately in thinly populated areas. More recently, a ", " was strewn over Australian farms. ", "However, uncontrolled re-entry by Long March 5B vehicles is so common the Chinese Space Agency appear to be making little or no effort to avoid such events.", "When the last uncontrolled re-entry occurred, ", " of the Australian National University ", " that there is very little way for the world to enforce rules on safe rocket and satellite disposal. If damage occurs to life or property, it will be up to China whether it pays compensation. Unless they live in a country China wishes to keep onside, victims will likely have little recourse.", "Still, as individuals, we are a lot safer from space debris anywhere on the Earth than the inhabitants of the International Space Station. The ISS once again had to ", " last week to avoid pieces of the satellite ", " last year.", "Astronomy,", "rockets,", "Space junk,", "Long March 5", "Stephen Luntz", "Freelance Writer", "Stephen has a science degree with a major in physics, an arts degree with majors in English Literature and History and Philosophy of Science and a Graduate Diploma in Science Communication.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Stephen Luntz", "Stephen Luntz"]},
{"title": "Hackers Take One Of World’s Largest Telescopes Offline With Mysterious Motive", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Tom Hale", "Senior Journalist", "One of the world’s most advanced telescopes has been hacked and taken offline, with all astronomical observations suspended, but the motive of the intruders – and when it will be back up and running – remains unclear. ", "On Wednesday, the Atacama Large Millimeter Array (ALMA) Observatory in Chile ", "they had been hit by a ", " on Saturday, October 29, at 6:14 am. The statement said that the hack forced the telescope to pause its astronomical observations and the public website was down. As of today, November 4, the website still can’t be reached.", "ALMA is made up of 68 high-precision antennas spread over 16 kilometers and is the largest ground-based astronomical project on Earth. Vitally, it was one of the many telescopes involved in the Event Horizon Telescope project that took the ", " back in 2019, and and it has detected the ", ".", "“There are limited email services at the observatory. The threat has been contained, and our specialists are working hard to restore affected systems. The attack did not compromise the ALMA antennas or any scientific data,” ALMA Observatory ", ". “Given the nature of the episode, it is not yet possible to estimate a date for a return to regular activities.\" ", " is found high on a dusty plateau in the Atacama Desert of northern Chile some 5,058 meters (16,597 feet) above sea level. From this vantage point, it’s able to pick up signals from space that would otherwise be absorbed by water vapor in the Earth's atmosphere.", "The array became fully operational in 2013 and a since proved to be an invaluable tool for ", " of the universe. It’s considered the most powerful telescope for observing the coldest objects in the universe and focuses its studies on the building blocks of stars, planetary systems, ", ", and life itself. ", "As for why the astronomical facility was hacked, it’s uncertain. It’s also not known who carried out the attack, but authorities will no doubt be investigating.", "black hole,", "alma,", "telescope,", "ALMA array,", "Astronomy,", "hack,", "cyberattack", "Tom Hale", "Senior Journalist", "Tom is a writer in London with a Master's degree in Journalism whose editorial work covers anything from health and the environment to technology and archaeology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Tom Hale", "Tom Hale"]},
{"title": "Mars Appears To Have A Bad Case Of Acne", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Katy Evans", "Managing Editor", "In the grand scheme of things, cosmos-wise, ", " is relatively young (a mere 4.6 billion years old to the universe’s 13.7 billion), which means it could still be in its pimply phase, as it appears in new NASA images.", "However, what may look like a spot of acne or a hormonal breakout on the Red Planet’s surface is actually something even more curious: an optical illusion.  ", "Mars is no stranger to being the subject of humans’ curious propensity for ", " – seeing familiar shapes like ", " or ", " or ", " where they definitely are not – but in this case, it’s not even that.", "In this new image released this week taken by NASA’s ", " (HiRISE), what looks like white patches on red hills is the opposite – it’s seasonal carbon dioxide ice lying inside huge depressions in Mars’s South Pole.", "It's not the first time the surface of Mars has played visual tricks on us. This elongated pit in the Ceraunius Fossae in the northern Tharsis region of Mars is also a depression rather than a raised feature, despite looking otherwise.", "According to a ", ", the cluster of craters in the new image is unusual because most of the craters seen near the South Pole have been single ones. It's thought crater clusters form when an incoming space rock breaks up in Mars's atmosphere, creating a closely scattered group of impact craters rather than just one. ", "A more recent ", " found more than half of new small impacts detected by HiRISE are clusters, and that rather than Mars's atmosphere, it was the weakened state of the impactor rocks themselves that caused them to break up.", "NASA's InSight recently ", " to hit Mars yet, and thanks to HiRISE they even managed to find and photograph the impact crater, measuring a whopping 150 meters (492 feet) across. ", "nasa,", "Mars,", "optical illusion,", "Astronomy,", "Red Planet,", "HiRISE", "Katy Evans", "Managing Editor", "Katy is Managing Editor at IFLScience where she oversees editorial content from News articles to Features, and even occasionally writes some.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Katy Evans", "Katy Evans"]},
{"title": "Record-Breaking Closest Black Hole To Earth Discovered", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "An international group of astronomers has determined the closest ", " to Earth. And, it is orbited by a star similar to our Sun, the first time such a binary system has been discovered in our galaxy. The object, known as Gaia BH1, is located 1,600 light-years away, and it has a mass about 10 times that of our Sun.", "Black holes such as this are known as stellar-mass black holes. Their masses are at most 100 times that of our Sun and they were created in catastrophic supernova explosions. About ", " should exist in the Milky Way, but only a few have been discovered. Among them, almost all are actively feeding, stealing material from a companion star, and releasing a large amount of X-rays.", "But Gaia BH1 is different. It is not stealing anything from its stellar companion, so it is considered dormant. The object was originally spotted by ", ". Gaia captured peculiar irregularities in the companion star. Follow-up observations with the International Gemini Observatory expanded on the readings of the star's motions and confirmed that it is likely to orbit a black hole.", "“Take the Solar System, put a black hole where the Sun is, and the Sun where the Earth is, and you get this system,” lead author Kareem El-Badry, an astrophysicist at the Center for Astrophysics, Harvard & Smithsonian, and the Max Planck Institute for Astronomy, said in a ", ". “While there have been many claimed detections of systems like this, almost all these discoveries have subsequently been refuted. This is the first unambiguous detection of a Sun-like star in a wide orbit around a stellar-mass black hole in our galaxy.”", "The team considers this detection unambiguous after years of hunting for dormant black holes. And while the data appears solid, it is not clear exactly how this system came to be. The binary system ought to have been made by a massive star about 20 times the size of our Sun, orbited by the Sun-like companion we can still observe.", "That massive star would have evolved into a super red giant star in a matter of millions of years. The outer layer of that star would have engulfed its companion, before the fateful collapse and subsequent explosion of the supernova. How the companion survived all that is a mystery, suggesting that we may not have a complete understanding of how black hole binaries form and evolve.", "“It is interesting that this system is not easily accommodated by standard binary evolution models,” concluded El-Badry. “It poses many questions about how this binary system was formed, as well as how many of these dormant black holes there are out there.”", "The work was published in ", ".", "black hole,", "stars,", "binary system,", "Astronomy,", "Gaia", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Two Telescopes Team Up To Investigate Technosignature Source Of The WOW! Signal", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "James Felton", "Senior Staff Writer", "Earlier this year, an astronomer analyzing thousands of stars in the area the famous \"Wow!\" signal came from proposed a potential Sun-like star as the source of the mysterious signal that occurred over 40 years ago. Now, astronomers have turned two telescopes on the most promising star – 2MASS 19281982-2640123 – in an attempt to pick up any possible techno-signatures emitting from it.", "On August 15, 1977, at the Big Ear radio telescope observatory at Ohio State University, a narrowband radio signal was received. A few days later, astronomer Jerry Ehman reviewed the data and noticed the signal sequence, which lasted for a full 72 seconds. In the margin next to the printout, he simply wrote \"Wow!\", and thus the puzzling signal had a name that would stick for the next 43 years at least.", "The signal has, so far, defied explanation, and that's not for a lack of trying. Researchers argued the case for it being a ", " through the area Big Ear was listening to, only for that to be ", " about two days later by the team that detected the Wow! signal in the first place, as a comet ", " given the large area they cover, rather than the abruptly cut-off signal that was received.", "The signal has been a source of speculation in the \"aliens are out there\" community, and not without reason. No other signal like it has been detected before or since. It was in a range of frequencies close to the ", ", which is ", ", making it a good range to pick were we to try and ", " ourselves.", "On top of that, the team themselves believed it to be a good candidate for extraterrestrial life. \"The 'Wow!' signal is highly suggestive of extraterrestrial intelligent origin but little more can be said until it returns for further study,\" Ohio State University Radio Observatory director John Kraus wrote in a ", ", a man you don't want to embarrass yourself in front of with whacky science if you're an astronomer.", "In the original paper, ", ", astronomer Alberto Caballero searched through the European Space Agency's Gaia data – a database of ", " – for stars in the signal's region that are similar to our own, specifically trying to narrow the search down to stars that might host an exoplanet with potential for life. This type of search wasn't designed to figure out exactly what it is, say if it's from a natural source, but to narrow down the search were it to be from an alien civilization.", "As Caballero explains in a video on his popular YouTube page ", " as well as in his paper, he managed to narrow the candidates down to one star.", "\"The only potential Sun-like star in all the Wow! signal region appears to be 2MASS 19281982-2640123,\" he wrote in the paper. \"Despite this star is located too far for sending any reply in the form of a radio or light transmission, it could be a great target to make observations searching for exoplanets around the star.\"", "\"One of those stars is very close to the distance with the highest probability of existing an extraterrestrial civilization,\" he ", ". \"This star has an estimated temperature only 5 degrees higher than the Sun, and a radius and luminosity almost identical. It is an excellent target to search for potentially habitable exoplanets.\"", "Of course, this was always a long shot, as the signal was unlikely to be from a sentient being in the first place. So far, zero (0) of any signals we have received have come from a sentient source, unless you count the time we found a suspicious signal which turned out to be a ", ".", "Alas, the Search for Extraterrestrial Intelligence (SETI) turned two telescopes on the better of Caballero's candidates, and no promising data was found.", "\"After visual inspection of our candidates, we find no trace of the WOW! signal,\" the team wrote in a paper published in Research Notes Of The American Astronomical Society, though they added that there are still candidates that could be explored in future.", "\"There remain a significant number of sources that are either Sun-like and/or pass the criteria for having a habitable zone, and future observations could target these in followup of the WOW! Signal.\"", "The team turned two telescopes onto the potential candidates, simultaneously observing the stars for nine minutes and 40 seconds, which the team says could lead to more collaboration between telescopes.", "\"The [original] paper led to Breakthrough Listen's first collaboration between the Green Bank Telescope (site of the first-ever SETI observation by Frank Drake in 1961) and the SETI Institute's Allen Telescope Array (the first radio observatory built especially for SETI observations),\" Karen Perez, visiting graduate student at Breakthrough Listen and lead author on the AAS Research Note, said in a ", ". ", "\"This is the first time a targeted search for the WOW! Signal has been conducted, and having access to both telescopes to conduct such a search is of great importance for future interesting candidates, whether that be in relation to the WOW! Signal, or candidates from other ongoing surveys.\" ", "The research was published in ", ".", "Astronomy,", "Wow! Signal", "James Felton", "Senior Staff Writer", "James is a published author with four pop-history and science books to his name. He specializes in history, strange science, and anything out of the ordinary.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["James Felton", "James Felton"]},
{"title": "Unexplained Neutrinos Emitted By A Nearby Galaxy Have Been Detected Beneath Antarctica", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Stephen Luntz", "Freelance Writer", "Messier 77, also known as NGC 1068, is one of the most studied galaxies outside our own, but it can still surprise. Beloved by amateur astronomers for its beautiful spiral shape, ", " has been revealed to be producing many high-energy neutrinos. To find this out researchers had to go, not into space or to the tops of mountains as with most astronomy, but kilometers deep beneath the Antarctic ice. The discovery could help explain the abundant cosmic neutrinos coming from all directions.", "Neutrinos were first proposed in 1930, because physicists noticed the products of some nuclear reactions had less energy and momentum than existed beforehand. Since this violates all sorts of laws, it was concluded that there must be a missing particle they weren’t detecting, but it took 26 years to find the particle that fitted the necessary requirements.", "We now know the universe is filled with cosmic neutrinos, with billions passing through us every second. They’re so hard to detect, however, that we find very few, and remain uncertain as to their sources. However, a new paper reveals Messier 77 is producing quite a lot of them, and it's probably representative of a class of galaxies that do the same. This could explain why more high-energy neutrinos exist than could be attributed to previous known sources.", "The discovery of a burst of neutrinos associated with ", ", the closest supernova to Earth in centuries, demonstrated that exploding stars provide a major source for cosmic neutrinos. However, if there was a supernova in Messier 77 we’d expect to know about it. At 47 million light-years away it’s a lot more distant than 1987A, but still closer than the vast majority of supernovas we detect each year.", "The IceCube Observatory made the first discovery of a high-energy neutrino source, ", ",", "in", "2018, almost 100 times as distant as Messier 77, and appropriately located off the ", ".  However, there doesn’t seem to be much similarity between the two. TXS 0506+056 is a ", ", a type of galaxy whose supermassive black hole’s near-lightspeed jets are pointed towards Earth. TXS 0506+056 allowed scientists to conduct simultaneous observations of the gamma rays and neutrinos produced by these jets.", "Although Messier 77 has an unusually active supermassive black hole for the local universe, no jets have been detected, making it what is known as a radio-quiet Active Galactic Nucleus (AGN).", "\"Radio-quiet AGNs…which are more abundant than blazars and radio-loud AGNs might help explain the amount of cosmic neutrinos observed,” said Dr Kohta Murase of Pennsylvania State University in an accompanying Perspective.", "“After the excitement in 2018 of the discovery of neutrinos from TXS 0506+056, it’s even more thrilling to find a source producing a steady stream of neutrinos that we can see with IceCube,” said co-author Dr Gary Hill of the University of Adelaide in a ", ".", "\"One neutrino can single out a source. But only an observation with multiple neutrinos will reveal the obscured core of the most energetic cosmic objects,” said Professor Francis Halzen of the University of Wisconsin-Madison in a separate ", ". “IceCube has accumulated some 80 neutrinos of teraelectronvolt energy from NGC 1068, which are not yet enough to answer all our questions, but they definitely are the next big step towards the realization of neutrino astronomy.”", "Neutrinos interact so poorly with ordinary matter their source is not hidden by dust clouds. Unfortunately, it’s hard to work out what is producing the neutrinos if we can’t see their source directly.", "Neutrinos' weak interactions force their detectors have to operate by looking for the flashes of light emitted on the rare occasions neutrinos create muons when hitting atomic nuclei.", "By building bigger and deeper detectors it is possible to capture more neutrinos, and those moving faster and therefore carrying more energy. ", " is planned. Not only will this allow scientists to learn more about Messier 77, it will be possible to compare the nearby galaxy with similar but more distant neutrino producers.", "“It’s as if IceCube handed us a map to a treasure trove,” Dr Marek Kowalski of Deutsches Elektronen-Synchrotron ", ". ", "The paper is published in ", ", along with Murase’s ", "black hole,", "neutrinos,", "Astronomy,", "IceCube,", "Messier 77", "Stephen Luntz", "Freelance Writer", "Stephen has a science degree with a major in physics, an arts degree with majors in English Literature and History and Philosophy of Science and a Graduate Diploma in Science Communication.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Stephen Luntz", "Stephen Luntz"]},
{"title": "Are Bananas Really “Radioactive”? Clearing Up Common Misunderstandings About Radiation", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Sarah Loughran", "Guest Author", "The simple mention of the word “radiation” often evokes fear in people. For others, it’s fun to think a little exposure to radiation could turn you into the next superhero, just like ", ".", "But is it true basically everything around us is radioactive, even the food we eat? You may have heard bananas are mildly radioactive, but what does that actually mean? And despite us not being superheroes, are human bodies also radioactive?", " is energy that travels from one point to another, either as waves or particles. We are exposed to radiation from various natural and artificial sources every day.", "Cosmic radiation from the Sun and outer space, radiation from rocks and soil, as well as radioactivity in the air we breathe and in our food and water, are all sources of natural radiation.", "Bananas are a common example of a natural radiation source. They contain high levels of potassium, and a small amount of this is radioactive. But there’s no need to give up your banana smoothie – the amount of radiation is extremely small, and far less than the natural “", "” we are exposed to every day.", "Artificial sources of radiation include medical treatments and X-rays, mobile phones and power lines. There is a common misconception that artificial sources of radiation are more dangerous than naturally occurring radiation. However, this just isn’t true.", "There are no physical properties that make artificial radiation different or more damaging than natural radiation. The harmful effects are related to dose, and not where the exposure comes from.", "The words “", "” are often used interchangeably. Although the two are related, they are not quite the same thing.", "Radioactivity refers to an unstable atom undergoing radioactive decay. Energy is released in the form of radiation as the atom tries to reach stability, or become non-radioactive.", "The radioactivity of a material describes the rate at which it decays, and the process(es) by which it decays. So radioactivity can be thought of as the process by which elements and materials try to become stable, and radiation as the energy released as a result of this process.", "Depending on the level of energy, radiation can be classified into two types.", " has enough energy to remove an electron from an atom, which can change the chemical composition of a material. Examples of ionising radiation include X-rays and radon (a radioactive gas found in rocks and soil).", " has less energy but can still excite molecules and atoms, which causes them to vibrate faster. Common sources of non-ionising radiation include mobile phones, power lines, and ultraviolet rays (UV) from the Sun.", "Radiation is not always dangerous – it depends on the type, the strength, and how long you are exposed to it.", "As a general rule, the higher the energy level of the radiation, the more likely it is to cause harm. For example, we know that overexposure to ", " radiation – say, from naturally occurring radon gas – ", ".", "We also know that ", " radiation, such as the UV rays from the Sun, can be harmful ", ", causing adverse health effects such as burns, cancer, or blindness.", "Importantly, because these dangers are well known and understood, they can be protected against. ", " and ", " expert bodies provide guidelines to ensure the safety and radiation protection of people and the environment.", "For ionising radiation, this means keeping doses above the natural background radiation as low as reasonably achievable – for example, only using medical imaging on the part of the body required, keeping the dose low, and retaining copies of images to avoid repeat exams.", "For non-ionising radiation, it means keeping exposure below ", ". For example, telecommunications equipment uses radiofrequency non-ionising radiation and ", ".", "Additionally, in the case of UV radiation from the Sun, we know to ", " using sunscreen and clothing when levels reach 3 and above on the UV index.", "While there are clear risks involved when it comes to radiation exposure, it’s also important to recognise the benefits. One common example of this is the use of radiation in modern medicine.", " uses ionising radiation techniques, such as X-rays and CT scans, as well as non-ionising radiation techniques, such as ultrasound and magnetic resonance imaging (MRI).", "These types of medical imaging techniques allow doctors to see what’s happening inside the body and often lead to earlier and less invasive diagnoses. Medical imaging can also help to rule out serious illness.", "Radiation can also help treat certain conditions – it can ", ", shrink a tumour or even ", ".", "So are our bodies also radioactive? The answer is yes, like everything around us, we are also a little bit radioactive. But this is not something we need to be worried about.", "Our bodies were built to handle small amounts of radiation – that’s why there is no danger from the amounts we are exposed to in our normal daily lives. Just don’t expect this radiation to turn you into a superhero any time soon, because that definitely is science fiction.", "radiation,", "electromagnetic,", "physics", "Sarah Loughran", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "Scientists Have Just Spotted A Bird That Has Not Been Seen Since 1882", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Johannes Van Zijl", "Editorial Director", "For more information, visit ", ". ", "animals,", "birds", "Johannes Van Zijl", "Editorial Director", "Johannes has a MSci in Neuroscience from King’s College London and serves as the Editorial Director overseeing all editorial content and media production at IFLScience.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Johannes Van Zijl", "Johannes Van Zijl"]},
{"title": "Weightlifting Capuchin Monkeys Pick Stones Based On Their Culture", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Eleanor Higgs", "Creative Services Assistant", "animals", "Eleanor Higgs", "Creative Services Assistant", "Eleanor is a content creator and social media assistant with an undergraduate degree in zoology and a master’s degree in wildlife documentary production.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Eleanor Higgs", "Eleanor Higgs"]},
{"title": "Tales Of A Black Dead Sun Survive Generations After A Total Eclipse", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Stephen Luntz", "Freelance Writer", "Astronomers are filling in gaps in our knowledge of ancient events by ", " from folklore and ancient texts. In accounts of three solar eclipses from the island of Hokkaido, they have found one description that is both poetic and potentially quite scientifically important.", "Before the mid-19", " century, written astronomical records from Hokkaido are sparse, as Dr Hisashi Hayakawa of Nagoya University and colleagues report in the new paper. However, when the researchers took a broader view they found a letter written by the Anglican missionary John Batchelor, who wrote several works on the culture of the Ainu, the indigenous people of the northernmost of Japan’s main islands.", "In 1887 a total solar eclipse was viewed, and even photographed from parts of Japan. Batchelor was outside the path of totality, but he prepared blackened glasses to safely view the partial blocking of the Sun, and show it to local Ainu. Batchelor reported that the Ainu referred to an ancestral account of a “black dead Sun” surrounded by “tongues of fire and lightning”, as well as dogs howling and birds roosting. “Then the sun began to return to life, and the faces of the people wore an aspect of death; and as the sun gradually came to life, then men began to live again,” Batchelor wrote.", "“However, there was no explicit date for the event,” that Batchelor was referring to, Hayakawa said in a ", ". However, Batchelor also wrote; “When my father was a child he heard his old grandfather say that his grandfather saw a total eclipse of the sun.” Hayakawa and co-authors used this, and our astronomical knowledge of when eclipses have occurred over Hokkaido, to match the description to the eclipse of 1824.", "Since our knowledge of celestial mechanics is sufficient to place eclipses hundreds of years in the future or the past, the astronomical significance of an account like this is not immediately obvious. However, while what Batchelor reported would be a typical description of a total solar eclipse today, it’s something of a surprise for the time.", "The streamers referred to are likely to be the solar corona, often visible with the naked eye during eclipse totality. However, this eclipse took place during the ", ", a thirty-year period where sunspots almost disappeared, and only a year after a cyclical minimum within the minimum.", "Eclipse descriptions during the longer and deeper ", ", indicate not an absence of sunspots; coronal streamers were not described during eclipses of the era. If such streamers were visible at this point during the Dalton Minimum, something Hayakawa also found ", ", it indicates an important difference between the two events. Explaining this could increase our understanding of solar activity. ", "The paper also explores two other eclipses seen from Hokkaido. One of these, from 1786, was described in a travel account by Tokunai Mogami. Previously thought to have been an ", " (one where the Moon is in a distant part of its orbit and does not completely block the Sun), the authors conclude this was instead a rare ", ". Hybrids are annular for part of their path and total for others, thanks to the Earth’s curvature. Given his location, Tokunai would have seen only a partial eclipse, 4 percent short of totality. A description by Kan’ichiro Mozume has been matched to an annular eclipse of 1872.", "The paper is published in ", ".", "Astronomy,", "annular eclipse,", "Total Eclipse of the Sun,", "Hybrid eclipse,", "Astronomical folklore", "Stephen Luntz", "Freelance Writer", "Stephen has a science degree with a major in physics, an arts degree with majors in English Literature and History and Philosophy of Science and a Graduate Diploma in Science Communication.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Stephen Luntz", "Stephen Luntz"]},
{"title": "Motivosity Can Help Your Workers Feel Seen, Heard, And Appreciated", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "StackCommerce", "Guest Author", "If you’re sitting at your desk at work right now, there's a good chance you’re feeling underappreciated. Of course, there are many reasons why an employee might feel a company isn’t feeding into their personal satisfaction, but you’d be amazed at how little it can take to change that impression. It often boils down to just two words: thank you.", "And it turns out, expressing gratitude, often in the form of a simple thank you, doesn’t just make the receiver feel better. In a survey commissioned by ", ", they found it ", " of those giving that thanks to feel more satisfaction about themselves and their lives.", "The stats don’t lie. Workers want to feel heard and understood by their company and its managers. By instituting the Motivosity employee engagement platform into their workplace, organizations can show genuine commitment to helping each member of its team feel respected, happy, and productive.", "The Motivosity approach makes outreach a priority, offering ways for workforce members to stand out, connect, and feel included with coworkers and the company, all at once.", "Motivosity’s holistic view of workplace culture starts with an ", ", engaging workers to create profiles, highlight their affiliations and interests, then engage with other employees about their common ties. ", "That not only gives workers the chance to get to know each other but also offers public recognition opportunities when one of their teammates nails a work project, goes above and beyond, or simply elevates the office’s mood with their personality. Want to make that thanks truly special? Motivosity also makes it easy to contribute towards a gift card to hundreds of major retailers for that respected colleague.", "Of course, work isn’t just about the feels. It’s also about performance. With the Motivosity tools, managers can foster deeper connections with their employees. The platform makes it easy to set up recurring one-on-one meetings, collaborate around work initiatives, and establish shared goals, so there’s ", " in office workflows.", "Finally, Motivosity gives employees a direct conduit to report to management on how well they feel an organization is doing. Through customizable surveys, tracking, and other data-centric metrics, Motivosity gathers empirical data on how workers feel about the company and its actions. With that knowledge, managers can address those concerns directly to ensure more profound employee satisfaction and, hopefully, better results and higher worker retention.", "With about 95 percent of a company’s employees taking part in new Motivosity arenas, these initiatives are making an impact, with more than half of workers reporting higher satisfaction with Motivosity’s features in place.", "“I like having a quick and simple way to tell the people I work with that I appreciate the things they do on my behalf,” James said in his five-star Motivosity review on the business software site G2. “It makes them more likely to be similarly helpful in the future now that they know I appreciate their efforts.”", "For a look at everything Motivosity has to offer, companies can ", " of all of their services and see firsthand what top-notch employee outreach can do for business.", "StackCommerce,", "Sponsored", "StackCommerce", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "This Piece Of Cool Tech Is Super Impressive And It Only Costs $42.99", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "StackCommerce", "Guest Author", "You are always looking for ways to improve your efficiency—aren’t we all? Did you know that using a mouse can increase productivity and make your electronic life a lot easier? A mouse is the fastest pointing device in a computer system. Simply point, move and then click. ", ". But, what if we told you, that we have an incredibly new mouse option that not only improves your productivity on your computer, but can ", "? And, what’s more, this cool little electronic device comes at a pre-Black Friday price point that you will be extremely thankful for. ", "Rated 5/5 stars by verified purchasers, ", " is a great companion wherever you and your electronic devices go. Don’t be fooled by its mini size, this mouse is no average mouse. ", ", compact, portable and features a built-in integrated pointer so you can easily turn that mouse into your presentations best friend. Featuring Bluetooth 5.0, you can stay connected to your computer and presentation without messy and obstructing cables or wires. The integrated red laser pointer will ", " to your audience and make your lectures far more easier to follow. The soft click feature means you can enjoy a peaceful electronic experience, and the comfortable grip fits into your hand perfectly to provide a comfortable user experience. ", "Need further convincing? In the words of one 5-star reviewer, “This is the BEST mouse, period. So unique and so many functions. This is a cool tech item to have with you”. ", "Even better, thanks to your pre-Black Friday savings, you can snap this piece of cool tech up for only $42.99, but don’t delay. Our Thankful Deals start November 19 and end November 23, 11:59PM Pacific Time. ", " (reg. $59.99), a discount of 27 per cent. ", "StackCommerce,", "Sponsored", "StackCommerce", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "Giant Goldfish Hybrid As Heavy As A 10-Year-Old Is A Reminder Not To Dump Your Pets", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Rachael Funnell", "Social Editor and Staff Writer", "A record-breaking goldfish has been caught in Champagne, France, where an angler dragged a ", " specimen from BlueWater Lakes. The carp fishery released the behemoth, known as The Carrot, 20 years ago and it has since grown to be one of the largest in the world.", "There are many breeds of goldfish, but as a general rule, they are hardy, golden types of domesticated carp. They come in all kinds of curious arrangements, like the celestial eye goldfish, and are sometimes hybridized with other fish like koi, as was the case for The Carrot.", "The Carrot’s carp-koi hybrid status meant that given 20 years to roam, she has grown to over 30 kilograms in weight, which is about the same as the average 10-year-old child. It took Andy Hackett from Worcestershire, UK, 25 minutes to reel her in before snapping a few photos and ", ".", "The enormous size of The Carrot serves as a reminder not to release your pets into the wild, because as hardy fish, certain types of goldfish can grow to enormous sizes. Gigantic goldfish have been reported as a problem in parts of America where they upset the silt bed and rip up plants, and authorities believe pet owners are partly to blame.", "Goldfish dumped into wild waterways represent an ", " and can even muscle-out native species by outcompeting them for resources. Getting so swoll requires a voracious appetite, and in the process, they can pick up and pass on parasites.", "Goldfish are generalist feeders who will eat whatever’s on offer, and depending on the breed, they can live for a surprisingly long time. Long-lived breeds can grow to a foot or beyond, and if they’ve been hybridized with another fish, like The Carrot, they can go even bigger.", "The reason we associate goldfish with being mini, bowl-dwelling animals is that to an extent their size is dictated by their environment. A fish kept in a small tank on modest feed will stay small, partly due to stress, and will stay that way until they die.", "However, if you upgrade that same goldfish to a big tank with lots of food, it’ll quickly blossom into a much bigger fish.", "It’s illegal in the US to dump unwanted pets into wild waterways, but the US Fish and Wildlife Service have ", " with Mr Bubbles if you really need to part ways. And you'll want to stay on his good side considering ", " now.", "fish,", "animals,", "Pets,", "hybridization,", "invasive species,", "goldfish,", "fishing", "Rachael Funnell", "Social Editor and Staff Writer", "Rachael is a science writer and social editor for IFLScience with a Zoology degree from the University of Southampton, UK, and a nose for novelty animal stories.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Rachael Funnell", "Rachael Funnell"]},
{"title": "Why Do Ancient Greek Statues Have Such Small Penises?", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "James Felton", "Senior Staff Writer", "If you spend enough time staring at the penises and testicles of ancient Greek statues, a thought may cross your genital-obsessed mind: why do they all appear to have smaller genitals than the average male today?", "Well, the answer probably lies outside of the tunic (more on that later). First, let's be thankful that we can gaze upon these penises and their friends the testicles at all. Though the statue-makers of ancient Greece and Rome had no qualms about portraying nudity, ", " over the years, as one historian discovered when he was confronted with a drawer full of disembodied penises at the British Museum.", "\"When researching my book, The Erotic Arts [...] I applied for permission to examine the various restricted collections of erotica in the British Museum,\" lecturer in art history at Middlesex University, Peter Webb, wrote in a ", ". ", "\"In the Greek and Roman Department I was shown the Museum Secretum, and among the fascinating items was a selection of marble phalluses. I was informed that these had been removed from classical sculptures by 19th-century curators in order to make them suitable for public exhibition.\"", "Webb generously offered to restore the penises to their owners, but was declined.", "\"I later discovered that similar prudery was the rule in other countries. Michelangelo's 'David' was provided with a marble fig leaf in the early 16th century which was not removed until 1912. Thankfully, fig leaves were employed more often than hammers by European curators, and many have now been removed, leaving tell-tale drill holes in the pubic area.\"", "But why was only a relatively small fig leaf required for modestly? Well, that too has its roots in changing values – namely that back when a lot of Ancient Greek statues were made, smaller penises were seen as more desirable than ", "\"Ancient Greece was a highly masculinist culture,\" photographer Ingrid Berthon-Moine, who created a series in which she captured images of ancient statues' testicles, ", ". \"They favoured ‘small and taut’ genitals, as opposed to big sex organs, to show male self-control in matters of sexuality. Today, the modern users as in commerce, cinema, and advertising converted it into a mass commodity telling us about domination and desirability, size matters and the bigger, the better.\"", "Art historian Ellen Oredsson ", " that people with larger penises were seen to be “foolish, lustful, and ugly”, while Ancient Greek playwright Aristophanes ", " as “a gleaming chest, bright skin, broad shoulders, tiny tongue, strong buttocks, and a little prick.”", "Penises haven't grown larger over the intervening years, but it is no longer considered unattractive to have a more sizeable appendage, nor to display it (in an art context) fig-free.", "genitals,", "art,", "sculpture,", "penises,", "weird and wonderful,", "ancient ancestors", "James Felton", "Senior Staff Writer", "James is a published author with four pop-history and science books to his name. He specializes in history, strange science, and anything out of the ordinary.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["James Felton", "James Felton"]},
{"title": "Is Your Partner A Man-Child? No Wonder You Don’t Feel Like Sex", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Emily Harris and Sari van Anders", "Guest Author", "Image credit: Ground Picture/Shutterstock.com", "A man sits on the couch, watching TV. His partner, a woman, prepares dinner, while mentally ticking off her to-do list. That includes returning her partner’s shirts she’d ordered online for him last week, and booking a GP appointment for their youngest child.", "He walks in and asks her “what’s for dinner?”, then goes back to the TV.", "Later that night, he’s surprised she’s not interested in sex.", "The people in this scenario are a woman and a man. But it could be a woman and her child. The dynamics are very similar – one person providing instrumental and emotional care, and the other receiving that care while showing little acknowledgement, gratitude or reciprocation.", "You’re reading about a man who depends on his partner for everyday tasks that he is actually capable of. Some people call this the “", "” phenomenon.", "Maybe you’ve lived it. Our ", " shows it’s real.", "The ", " (or perceiving a partner as dependent, as we call it) describes the blurring of roles between a partner and a child.", "You may hear women describe their male partners as their “dependent” or one of their children.", "When a partner starts to feel like they have a dependent child, it’s not surprising if that affects a woman’s sexual desire for him.", "We set out to explore whether this might explain why many women partnered with men ", " low sexual desire.", "Surprisingly, until our study, there were no studies that had tried to directly measure the impact of the man-child phenomenon on women’s sexual desire.", "We conducted ", " with more than 1,000 women from around the world, in relationships with men. All our participants had children under the age of 12.", "We asked the women to rate their agreement with statements like, “Sometimes I feel as though my partner is like an extra child I need to look after.” We also asked them about the division of household labour in their relationship, and their level of sexual desire for their partner.", "We found consistent evidence that:", "when women performed more household labour than their partner, they were more likely to perceive their partner as dependents (that is, the man-child phenomenon)", "perceiving a partner as a dependent was associated with lower sexual desire for that partner.", "When taken together, you could say women’s partners were taking on an unsexy role – that of a child.", "There could be other explanations. For instance, women who perceive their partners as dependents may be more likely to do more around the house. Alternatively, low desire for a partner may lead to the partner being perceived as a dependent. So we need more research to confirm.", "Our research highlights a pretty bleak snapshot of what people’s relationships can involve. And while the man-child phenomenon may not exist for you, it reflects broader gendered inequities in relationships.", "Our research was solely about relationships between women and men, with children. But it would be interesting to explore if the man-child phenomenon exists in same-sex or gender-diverse relationships, and what the impact might be on sexual desire.", "One possibility is that, in relationships between two women, men, or non-binary people, household labour is more ", ". As a result, the mother-child dynamic may be less likely to emerge. But no-one has studied that yet.", "Another possibility is that one person in the relationship (regardless of gender identity) takes on a more feminine role. This may include more of the mothering, nurturing labour than their partner(s). If that was the case, we might see the man-child phenomenon in a broader range of relationships. Again, no-one has studied this.", "Perhaps, ", " could be the “man-child” in their relationship.", "Such future research may help explore different types of relationship dynamics more broadly.", "This may help us understand what sexual desire might look like in relationships where roles are equitably negotiated, chosen, and renegotiated as needed.", "We might learn what happens when household labour is valued like paid labour. Or what happens when both partners support each other and can count on each other for daily and life needs.", "Women might be less likely to experience their partners as dependents and feel more sexual desire for them. In other words, the closer we are to equity in actively caring for each other, the closer we might be to equity in the capacity for feeling sexual desire with our partner.", "This article is republished from ", " under a Creative Commons license. Read the ", ".", "sex,", "relationships,", "behavior", "Emily Harris and Sari van Anders", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "Oldest Remains Of Planets In Milky Way Discovered, And They're Nearby", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Astronomers have identified the oldest remains of planets in the Milky Way. And, they are relatively nearby, just 90 light-years from Earth. Researchers used observations of white dwarfs to identify those ", " and other debris, and found one that has existed for an estimated 10.7 billion years. That’s over twice the age of our own Earth.", "A white dwarf is a late stage in the evolution of stars like our Sun. Once they can no longer fuse hydrogen, stars contract and ignite helium, forcing them to expand into a red giant star. Over time, such stars lose their loosely bound outer layers, and if they are not massive enough to go on to become a supernova, their cores contract into white dwarfs.", "Planets that used to orbit the original star, before these dramatic transformations, are often broken apart. This planetary debris can then fall onto the white dwarf, changing its chemistry in a way that astronomers can measure.", "\"We're finding the oldest stellar remnants in the Milky Way that are polluted by once Earth-like planets. It's amazing to think that this happened on the scale of 10 billion years, and that those planets died way before the Earth was even formed,\" lead author Abbigail Elms, a graduate researcher at the University of Warwick, said in a ", ".", "The team identified the “red” white dwarf WDJ2147-4035, estimated to be 10.7 billion years old, which has spent 10.2 billion years as a white dwarf. Among the heavy elements present on this star were sodium, lithium and potassium, as well as potential carbon. The object is indeed puzzling, and not just because it's polluted.", "\"The red star WDJ2147-4035 is a mystery as the accreted planetary debris are very lithium and potassium rich and unlike anything known in our own solar system. This is a very interesting white dwarf as its ultra-cool surface temperature, the metals polluting it, its old age, and the fact that it is magnetic, makes it extremely rare,\" Elms continued.", "The team also identified a second polluted white dwarf, the \"blue\" star WDJ1922+0233. Both stars are the coldest polluted white dwarfs to date. The composition of the planetary debris from this second object is a lot more in line with the continental crust of the Earth. The white dwarf appears blue because of a peculiar mixture of helium and hydrogen in its atmosphere.", "\"When these old stars formed more than 10 billion years ago, the universe was less metal-rich than it is now, since metals are formed in evolved stars and gigantic stellar explosions. The two observed white dwarfs provide an exciting window into planetary formation in a metal poor and gas-rich environment that was different to the conditions when the solar system was formed,\" added senior author Professor Pier-Emmanuel Tremblay, also at the University of Warwick.", "More evidence of ancient planets, similar in composition to the Earth, makes us wonder how likely it is that life could have evolved on those worlds. In the particular case of WDJ2147-4035, it seems that things moved too quickly from star to white dwarf, but maybe there are other worlds out there that have survived (and if there are, ", ").", "The study was published in ", ".", "Milky Way,", "white dwarf,", "stars,", "planets,", "Astronomy", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Hole in Earth’s Magnetic Field Cracks Open For Six Hours Sparking Rare Pink Auroras", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Katy Evans", "Managing Editor", "A particularly strong ", " cracked a hole in Earth’s magnetic field this week, sparking some epic – and rare – pink auroras. No, the planet hasn’t been attacked by intergalactic unicorns riding in on a trail of pink stardust, but it does take some unusual circumstances to create this particular colorful light show.", "The vivid scenes were caught by Markus Varik, a guide for northern lights tour operator ", ", in the skies above Tromsø in Norway on November 3, who shared them to the ", " page.", "Auroras occur when powerful solar winds – highly energetic charged particles – get flung out from the Sun and slam into Earth, ripping holes in its magnetic field, or magnetosphere. These charged particles pour through the hole, creating a geomagnetic storm that presents itself to us as ", ". ", "The auroras Borealis and Australis usually appear green (sometimes with a hint of red or purple) because most solar winds only reach altitudes of 100-240 kilometers (60-150 miles) where there is a higher concentration of oxygen. The “excited” oxygen particles give them their characteristic green glow.", "It’s the nitrogen in the atmosphere that can make them appear pink, and nitrogen particles occur at lower altitudes of around 100 kilometers (62 miles), where most solar winds don’t reach, so it takes particularly high solar activity to fling charged particles with such force that they do. A storm like the one that occurred on November 3.  ", "A G1-class geomagnetic storm hit Earth last week, cracking open a hole in the magnetic field that stayed open for six hours. The NOAA's Space Weather Prediction Center had issued warnings of the potential G1 storm, which although deemed as \"minor\" on its ", ", still warns of power grid fluctuations, minor satellite impacts, migratory animals being affected, and, of course, epic auroras.   ", "Don't worry, cracks in Earth's magnetic field are normal. The magnetic field acts as a shield to protect us from solar storms spat out by the Sun. It was thought they opened and closed relatively quickly but now we know they can stay open for ", ", and we're all still here.  ", "The Sun is gearing up towards its most active period in the solar cycle (July 2025) and is already ", ". Your chances of spotting auroras are already pretty good right now, but they're just going to get better and better over the next three years.  ", "[HT: ", "]", "solar wind,", "solar storm,", "aurora,", "northern lights", "Katy Evans", "Managing Editor", "Katy is Managing Editor at IFLScience where she oversees editorial content from News articles to Features, and even occasionally writes some.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Katy Evans", "Katy Evans"]},
{"title": "Black Holes Can Apparently Have Two Different Masses At Once", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Stephen Luntz", "Freelance Writer", "A team modeling the behavior of black holes has come to the conclusion the masses of the universe’s densest objects are quantized, similar to the way electrons orbiting atoms can only have specific energies. Moreover, just as particles can simultaneously be in multiple places at once, known as ", ", the authors of a new paper claim black holes can have two masses, being simultaneously a combination of a probability of each mass. If you’re struggling to grasp these concepts don’t worry too much, even the authors of a paper admit it wasn’t what they expected.", "“We all know e=mc", ",” Dr Magdalena Zych of the University of Queensland told IFLScience. “If we look at how atoms are formed from elementary particles summing the mass of the nucleons does not give the total mass of the atom. The atom’s mass also includes some ", ", and that energy is quantized.” This means the mass of the atom cannot be ", " value because there are only certain amounts the binding energy can be.", "Being made up of atoms, macroscopic objects like ourselves are also limited to specific masses. “For macroscopic objects like us the difference is so tiny it is irrelevant,” Zych said, but that may not be the case for black holes. In particular, the impossible masses might be quite important during their formation and when they evaporate due to ", ". ", "The team reached the conclusion by considering the behavior of a particle outside a black hole and considering how it would interact with the black hole’s gravitational force without violating known laws. However, it’s a long way to the ", " to actually conduct a test.", "The fact that certain black hole masses may be disallowed may be something non-physicists don’t find too hard to swallow, but the other aspect to this work is something else. \"Imagine you're both broad and tall, as well as short and skinny at the same time – it's a situation which is intuitively confusing since we're anchored in the world of traditional physics,” said first author PhD student Joshua Foo in a ", ". Yet if the team is right, it’s true for black holes, just as ", " can be simultaneously alive and dead.", "\"The universe is revealing to us that it's always more strange, mysterious and fascinating than most of us could have ever imagined,\" Zych ", ".", "What the team doesn’t yet know, Zych told IFLScience, is whether superpositions would involve masses so similar to each other they would make no difference outside idealized conditions, or if large differences are possible.", "Zych acknowledged the work is just mathematical modeling at this stage and will be hard to test. “The next step is to look into the implications for black holes we are studying,” Zych said, whether those be relatively nearby, or the supermassive ", ".", "If the work stands up to wider scrutiny, it could shape the search for ", ", the effort to unite the two great theories of the 20th century, General Relativity and Quantum Mechanics. “If so, any model of quantum gravity would have a very tight restriction,” Zych told IFLScience, “Particularly in the final stages of evaporation. It’s one of the most mind-bending projects.”", "The study is published in ", "black holes,", "quantum superposition,", "physics,", "Hawking radiation,", "quantum gravity", "Stephen Luntz", "Freelance Writer", "Stephen has a science degree with a major in physics, an arts degree with majors in English Literature and History and Philosophy of Science and a Graduate Diploma in Science Communication.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Stephen Luntz", "Stephen Luntz"]},
{"title": "DHL Delivers Large Silverback Gorilla To ZSL London Zoo", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Charlie Haigh", "Social Media and Marketing Assistant", "In a bid to further increase the population of this ", " species, a Western lowland gorilla named Kiburi has flown 3,062 kilometers (1,903 miles) via DHL Express to join the international breeding programme at ZSL London Zoo.", "Travelling from Zoo Loro Parque in Tenerife, the 18-year-old 193-kilogram (425-pound) silverback has joined the zoo’s Gorilla Kingdom where he has met females Mjukuu and Effie, and youngsters Alika and Gernot.", "“After spending his first few days at London Zoo settling into his new digs behind-the-scenes, Kiburi today ventured into the troop’s indoor play-gym for the first time, where he enjoyed a breakfast of juicy red peppers and tested out the area’s new rope swings – a housewarming gift from the ZSL team,” explains gorilla keeper Glynn Hennessy in a ", ".", "The addition of Kiburi to the breeding efforts at ZSL London Zoo came after the passing of male Kumbuka in 2018. After four years, and with the help of the European Endangered Species Breeding Programme, the team were able to identify Kiburi as a suitable replacement male for the troop.", "“We were excited when they suggested Kiburi - a playful but authoritative silverback who had just come of age,” says Hennessy of the described gentle giant. “We found him to be a calm, friendly individual and a great fit for our own gorilla family’s dynamic. He loves a lie-in in the mornings and is more active in the afternoon, which is why we spent the past few weeks installing lots of fun new climbing apparatus for him to enjoy - when he ventures out of bed!”", "With an estimated wild population of around ", ", Western lowland gorillas are considered Critically Endangered. Species numbers are under threat of habitat loss, poaching, climate change, and disease.", "Since 2000, it’s thought the ", " has been responsible for the deaths of thousands of gorillas. Deforestation and habitat loss is shrinking the gap between human and wild gorilla populations, increasing the exchange of diseases as well as depleting the gorillas’ access to natural resources.", "Despite the copious threats to Western lowland ", " populations in the wild, international breeding efforts like that at ZSL London Zoo are helping to slowly rebuild captive numbers.", " “ZSL is working to protect the species at ZSL London Zoo by taking part in this vital global breeding programme, while investigating wildlife diseases at ZSL’s world-leading Institute of Zoology, working with partners in the field to strengthen wildlife protection and surveillance, and empowering local communities to combat wildlife crime,” says ZSL London Zoo’s Zoological Operations Manager Dan Simmonds.", "“In time we hope to hear the pitter patter of tiny gorilla feet once again in Gorilla Kingdom.”", "animals,", "critically endangered,", "gorilla,", "zoo,", "endangered animals,", "western lowland gorilla,", "silverback gorilla,", "ZSL London Zoo", "Charlie Haigh", "Social Media and Marketing Assistant", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Charlie Haigh", "Charlie Haigh"]},
{"title": "Four Common Misconceptions About Quantum Physics", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Alessandro Fedrizzi and Mehul Malik", "Guest Author", "Quantum mechanics, the theory which rules the microworld of atoms and particles, certainly has the X factor. Unlike many other areas of physics, it is bizarre and counter-intuitive, which makes it dazzling and intriguing. When the 2022 Nobel prize in physics was ", " for research shedding light on quantum mechanics, ", ".", "But debates about quantum mechanics – be they on chat forums, in the media or in science fiction – can often get muddled thanks to a number of persistent myths and misconceptions. Here are four.", "Erwin Schrödinger could probably never have predicted that his ", ", Schrödinger’s cat, would attain ", " in the 21st century.", "It suggests that an unlucky feline stuck in a box with a kill switch triggered by a random quantum event – radioactive decay, for example – could be alive and dead at the same time, as long as we don’t open the box to check.", "We’ve long known that quantum particles can be in two states – for example in two locations – at the same time. We call this a superposition.", "Scientists have been able to show this in the famous double-slit experiment, where a single quantum particle, such as a photon or electron, can go through two different slits in a wall simultaneously. How do we know that?", "In quantum physics, each particle’s state is also a wave. But when we send a stream of photons – one by one – through the slits, it creates a pattern of two waves interfering with each other on a screen behind the slit. As each photon didn’t have any other photons to interfere with when it went through the slits, it means it must simultaneously have gone through both slits – interfering with itself (image below).", "For this to work, however, the states (waves) in the superposition of the particle going through both slits need to be “", "” – having a well defined relationship with each other.", "These superposition experiments can be done with objects of ever increasing size and complexity. One ", " by Anton Zeilinger in 1999 demonstrated quantum superposition with large molecules of ", " known as “buckyballs”.", "So what does this mean for our poor cat? Is it really both alive and dead as long as we don’t open the box? Obviously, a cat is nothing like an individual photon in a controlled lab environment, it is much bigger and more complex. Any coherence that the trillions upon trillions of atoms that make up the cat might have with each other is extremely shortlived.", "This does not mean that quantum coherence is impossible in biological systems, just that it generally won’t apply to big creatures such as cats or a human.", "Entanglement is a quantum property which links two different particles so that if you measure one, you automatically and instantly know the state of the other – no matter how far apart they are.", "Common explanations for it ", " from our classical macroscopic world, such as dice, cards or even pairs of odd-coloured socks. For example, imagine you tell your friend you have placed a blue card in one envelope and an orange card in another. If your friend takes away and opens one of the envelopes and finds the blue card, they will know you have the orange card.", "But to understand quantum mechanics, you have to imagine the two cards inside the envelopes are in a joint superposition, meaning they are both orange and blue at the same time (specifically orange/blue and blue/orange). Opening one envelope reveals one colour determined at random. But opening the second still always reveals the opposite colour because it is “spookily” linked to the first card.", "One could force the cards to appear in a different set of colours, akin to doing another type of measurement. We could open an envelope asking the question: “Are you a green or a red card?”. The answer would again be random: green or red. But crucially, if the cards were entangled, the other card would still always yield the opposite outcome when asked the same question.", "Albert Einstein attempted to explain this with classical intuition, suggesting the cards could have been provided with a ", " which told them in what colour to appear given a certain question. He also rejected the apparent “spooky” action between the cards that seemingly allows them to instantly influence each other, which would mean communication faster than the speed of light, something forbidden by Einstein’s theories.", "However, Einstein’s explanation was subsequently ruled out by ", " (a theoretical test created by the physicist John Stewart Bell) and experiments by 2022’s Nobel laureates. The idea that measuring one entangled card changes the state of the other is not true. Quantum particles are just mysteriously correlated in ways we can’t describe with everyday logic or language – they don’t communicate while also containing a hidden code, as Einstein had thought. So forget about everyday objects when you think about entanglement.", "Bell’s theorem is often said to prove that nature isn’t “local”, that an object isn’t just directly influenced by its immediate surroundings. Another common interpretation is that it implies properties of quantum objects aren’t “real”, that they do not exist prior to measurement.", "But Bell’s theorem ", " that quantum physics means nature isn’t both real and local if we assume a few other things at the same time. These assumptions include the idea that measurements only have a single outcome (and not multiple, perhaps in parallel worlds), that cause and effect flow forward in time and that we do not live in a “clockwork universe” in which everything has been predetermined since the dawn of time.", "Despite Bell’s theorem, nature may well be real and local, ", " we consider common sense, such as time moving forward. And further research will hopefully narrow down the great number of potential interpretations of quantum mechanics. However, most options on the table — for example, time flowing backwards, or the absence of free will — are at least as absurd as giving up on the concept of local reality.", "A ", " (attributed to physicist ", ", but in this form also paraphrasing ", ") surmises: “If you think you understand quantum mechanics, you don’t understand it.”", "This view is widely held in public. Quantum physics is supposedly impossible to understand, including by physicists. But from a 21st-century perspective, quantum physics is neither mathematically nor conceptually particularly difficult for scientists. We understand it extremely well, to a point where we can predict quantum phenomena with high precision, simulate highly complex quantum systems and even start to ", ".", "Superposition and entanglement, when explained in the language of quantum information, requires no more than high-school mathematics. Bell’s theorem doesn’t require any quantum physics at all. It can be derived in a few lines using probability theory and linear algebra.", "Where the true difficulty lies, perhaps, is in how to reconcile quantum physics with our intuitive reality. Not having all the answers won’t stop us from making further progress with quantum technology. We can simply just ", ".", "Fortunately for humanity, Nobel winners Aspect, Clauser, and Zeilinger refused to shut up and kept asking why. Others like them may one day help reconcile quantum weirdness with our experience of reality.", "This article is republished from ", " under a Creative Commons license. Read the ", ".", "quantum physics,", "physics", "Alessandro Fedrizzi and Mehul Malik", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "San Francisco Police Could Use Robots To Kill Suspects, According To New Proposal", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Jack Dunhill", "Social Media Coordinator and Staff Writer", "Robots are mainly used for bomb disposal, but is that about to change? Image credit: Opachevsky Irina/Shutterstock.com", "A ", " proposed by the San Francisco Police Department (SFPD) would allow the department to kill suspects using robots, making it the first in the region to gain approval should it pass the Board of Supervisors next week. ", "While use-of-force via robot has never been strictly prohibited, neither has it ever been accepted before in San Francisco, so the proposal is a landmark event in the use of remotely piloted ", ". ", "The move comes under heavy criticism for the addition of armament to robots, including widespread condemnation of the proposal and an ", " from ", " after another company added a machine gun to one of its robot dogs. ", "According to the proposal, the policy will allow the use of deadly force by specific weaponized remotely-piloted, uncrewed robots, but only under specific circumstances. ", "“The robots listed in this section shall not be utilized outside of training and simulations, criminal apprehensions, critical incidents, exigent circumstances, executing a warrant or during suspicious device assessments,” states the proposal.  ", "“Robots will only be used as a deadly force option when risk of loss of life to members of the public or officers is imminent and outweighs any other force option available to SFPD.” ", "The proposal outlines particular robots that will be allowed for use, including a number of small, deployable bomb disposal and reconnaissance platforms. Of note, it includes the massive REMOTEC F6A, a heavy-duty improvised explosive device disposal robot with a large ", ", and the QinetiQ TALON, which can be outfitted with multiple different weapons platforms.  ", "Previous iterations of the proposal had the words “Robots shall not be used as a Use of Force against any person”, according to ", ". However, these have since been struck out in favor of wording outlining specific scenarios in which force could be used.  ", "So, how could a ", "? ", "There is the obvious answer of strapping a gun to it, but that doesn’t achieve much over simply using the gun yourself, apart from avoiding placing a human in the line of fire. More commonly used are remote ordnances placed on a robot or drone, which is either dropped close to a combatant, or the entire vehicle is blown up to remove the threat. ", "Such drones have been used in the conflict in Ukraine, and one was used in", " to drop an explosive on a sniper in the first robot killing by a US police department.  ", "robots,", "robotics,", "death,", "crime,", "future,", "police,", "science and society", "Jack Dunhill", "Social Media Coordinator and Staff Writer", "Jack is a Social Coordinator and Staff Writer for IFLScience, with a degree in Medical Genetics specializing in Immunology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Jack Dunhill", "Jack Dunhill"]},
{"title": "Twitter Will Now Have ACTUAL Verification Ticks As Well As Twitter Blue", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Jack Dunhill", "Social Media Coordinator and Staff Writer", "We don't know either Twitter, we just don't know. Image Credit: Primakov/Shutterstock.com", "In the flip-flopping rollercoaster that is the story of ", " Blue, Musk has now announced that the blue verified badge is not the only verification badge that will be implemented. Along with the classic blue tick, there will now be gold and grey ticks for verified users, including companies and governments. ", "\"Gold check for companies, grey check for governments, blue for individuals (celebrities or not). Painful, but necessary,\" ", " Musk.  ", "The move is an attempt to quell the onslaught of parody accounts pretending to be companies, which resulted in the now ", " of Eli Lilly after a parody account tweeted “We are excited to announce insulin is free now.” ", "Following the chaos, Musk announced that Twitter Blue was temporarily suspended. Prior to the suspension, any user could pay just $8 and become virtually anyone they wanted, highlighting the need for an actual verification tick. ", "Now, accounts will be manually verified and given the appropriate tick, while standard accounts will still be able to gain the blue tick.  ", "Elon Musk,", "social media,", "twitter", "Jack Dunhill", "Social Media Coordinator and Staff Writer", "Jack is a Social Coordinator and Staff Writer for IFLScience, with a degree in Medical Genetics specializing in Immunology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Jack Dunhill", "Jack Dunhill"]},
{"title": "Mercedes-Benz To Limit Car Acceleration Until You Pay $1,200 Annual Subscription", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Francesca Benson", "Junior Copy Editor and Staff Writer", "The move has prompted much criticism. Image credit: Mercedes-Benz Group", "Mercedes-Benz has locked the full performance of some ", " behind a paywall that costs $1,200 a year. The company claims that the “Acceleration Increase” will “unleash enhanced performance” of its Mercedes-EQ EQE and Mercedes-EQ EQS vehicles, but it has also been criticized by many.", "The cars in question go for between ", " and ", " ($89,817 to $195,929). The Acceleration Increase subscription, which the company ", " is \"COMING SOON\", will allow the vehicles to go from 0 to 60 miles per hour slightly faster, by around 1 second. ", "This is reportedly going to be available in the US, with Mercedes telling the ", " it will not be introduced in the UK.", "The company ", " that “Acceleration Increase boosts this performance even further: electronically increasing the motor's output also increases the torque significantly,” and “Fine tuning of the electric motors increases the maximum motor output [kilowatts] of your Mercedes-EQ by 20 to 24 percent, depending on the original output from factory. The torque is also increased, enabling your vehicle to accelerate noticeably faster and more powerfully.”", "However, ", " have ", " that as this is a ", " upgrade, the cars ", " the physical capability to achieve their full potential, so it appears that they are essentially being intentionally weakened to encourage consumers to pay more.", "This move follows a similar one by ", ", who implemented a ", " upgrade in-app that shaved time off the 0 to 60 of some vehicles that was eventually ", " and ", " for some vehicles.", "electric vehicles,", "cars,", "automobile,", "electric cars,", "driving,", "Automotive industry", "Francesca Benson", "Junior Copy Editor and Staff Writer", "Francesca Benson is a Copy Editor and Staff Writer with a MSci in Biochemistry from the University of Birmingham.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Francesca Benson", "Francesca Benson"]},
{"title": "48,500-Year-Old Virus Reawoken from Ancient Siberian Permafrost", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Tom Hale", "Senior Journalist", "Scientists have revived a number of ancient viruses that have been locked deeply in the Siberian permafrost since the Ice Age. While the research undoubtedly sounds risky, the team believes it's a threat worth looking into when we consider the growing ", " and climate change.", "In a new paper, which is yet to be peer-reviewed, the researchers explain how they identified and revived 13 viruses belonging to five different clades from samples collected in the icy Russian far east. ", "Among the haul, they managed to revive a virus from a permafrost sample that was around 48,500 years old. ", "They also revived three new viruses from a 27,000-year-old sample of frozen mammoth poop and a chunk of permafrost stuffed with a large amount of mammoth wool. This trio was aptly named ", "and ", "A further two new viruses were isolated from the frozen stomach contents of a Siberian wolf (", "), named ", "and ", "These viruses infect ", ", little more than single-celled blobs that live in soil and water, but experiments indicated that the viruses do still have the potential to be infectious pathogens. The team introduced the viruses into a culture of live amoebae, showing that they were still capable of invading a cell and replicating. ", "The project comes from a team of researchers at Aix-Marseille University in France who previously ", " found in Siberian permafrost in 2014. With the latest bunch of viruses including one that dates to 48,500 years ago, the researchers have possibly revived the oldest virus yet. ", "“48,500 years is a world record,” Jean-Michel Claverie, one of the paper’s authors and a professor of genomics and bioinformatics at the Aix-Marseille University’s School of Medicine, told ", ".", "Writing in their paper, the researchers explain that more work needs to focus on eukaryote-infecting viruses, noting that “very few studies have been published on this subject.” They explain that rising temperatures from climate change are likely to ", ", including pathogenic viruses, from the ancient past. ", "“As unfortunately well documented by recent (and ongoing) pandemics, each new virus, even related to known families, almost always requires the development of highly specific medical responses, such as new antivirals or vaccines,” the study authors write.", "“There is no equivalent to ‘broad spectrum antibiotics’ against viruses, because of the lack of universally conserved druggable processes across the different viral families. It is therefore legitimate to ponder the risk of ancient viral particles remaining infectious and getting back into circulation by the thawing of ancient permafrost layers,” they add. ", "The paper was recently posted on the preprint server ", ". ", "virus,", "ice,", "permafrost,", "Ice Age,", "mammoth,", "Siberia,", "health,", "pathogen,", "revived,", "Arctic wolf", "Tom Hale", "Senior Journalist", "Tom is a writer in London with a Master's degree in Journalism whose editorial work covers anything from health and the environment to technology and archaeology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Tom Hale", "Tom Hale"]},
{"title": "TWIS: Scientists Revive An Ancient Virus From Siberian Permafrost, Discovery Of Brain Changes May Offer Relief To Migraine Sufferers, And Much More This Week", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Charlie Haigh", "Social Media and Marketing Assistant", "This week, Perseverance delivered some intriguing data about the Jezero Crater and potential ancient life on Mars, the oldest army of ants in the world were once scuttling across Europe 35 million years ago, and we dive deep into the Mars Sample Return mission in an IFLScience exclusive.", "Scientists have revived a number of ancient viruses that have been locked deeply in the Siberian permafrost since the Ice Age. While the research undoubtedly sounds risky, the team believes it's a threat worth looking into when we consider the growing perils of thawing permafrost and climate change. ", "Data from the first 208 Martian days of Perseverance have provided a wealth of information about the Jezero Crater. Believed to be an ancient lake, the latest research overwhelmingly and unambiguously confirmed that. Additionally, the analysis also revealed an intriguing find in the search for ancient life on Mars. ", "New research has shone a light on how the world’s oldest large animals consumed and digested food. Animals from the Ediacaran period lived around 575 million years ago and by analyzing the chemicals in their fossilized guts, scientists were able to discover their diet. ", "Unique brain changes seen only in people who get migraines have been discovered and could open up new avenues for further research into the management of the often debilitating condition. For the first time, researchers have confirmed changes that sit within an area of the brain called the centrum semiovale, the central area of white matter that sits underneath the cerebral cortex. ", "While you might think that ants are widespread across the world, army ant species have been notably absent from Europe. However, the discovery of ant species preserved in amber shows that the oldest army ant in the world lived across Europe around 35 million years ago. ", "“It’s going to give us a glimpse to a period of time in the solar system that we have never seen and we are going to learn so many incredible things, even if we don’t find life.” IFLScience breaks down the historic mission to bring chunks of Mars down to Earth.  ", "brain,", "insects,", "Mars,", "animals,", "migraine,", "Red Planet,", "ancient ancesters,", "Learn with IFLS", "Charlie Haigh", "Social Media and Marketing Assistant", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Charlie Haigh", "Charlie Haigh"]},
{"title": "What Is Hawking Radiation? The Black Hole Information Paradox", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Creative Team ", "Guest Author", "Video credit: ", ".", "black holes,", "Stephen Hawking,", "paradox,", "Hawking radiation,", "Astronomy", "Creative Team ", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "Holy Roman Emperor’s Secret Code Broken After 500 Years, Revealing Assassination Fears", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Ben Taub", "Freelance Writer", "Researchers spent months trying to decode the letter. Image courtesy of Ville de Nancy", "A letter written in secret code by Charles V, the former ", " and Holy Roman Emperor, has finally been deciphered by cryptographers after almost five centuries. The frustratingly enigmatic ", " initially proved too complex for codebreaking software to crack, yet a team of researchers eventually managed to interpret the message, revealing Charles’s worries about a rumored assassination plot.", "The encrypted letter was penned in February 1547, in the midst of an ongoing conflict known as the Italian wars, which pitted France against Spain. And while a fragile peace had broken out between the two belligerents following the signing of the Treaty of Crépy three years earlier, the death of King Henry VIII of England – a key ally of Charles V – in January 1547 had placed the Spanish king in a position of weakness.", "Charles therefore sent the dispatch to his French ambassador Jean de Saint-Mauris, instructing him to report back about the military designs of Francis I, the king of France. Wary of eavesdroppers, though, the somewhat insecure emperor made sure to construct his message using a code that even the ", " would have struggled to untangle.", "In her attempts to reveal the paranoid monarch’s correspondence, cryptographer Cecile Pierrot - Inria researcher at the LORIA research laboratories -  ran the ten-page document through a statistical analysis using the computer programing language Python in December 2021. However, initial results suggested that the software would need a period of time greater than the age of the universe to crack the code. ", "Seeking to speed up the process, Pierrot enlisted the help of historian Camille Desenclos, who pointed her in the direction of other letters addressed to Jean de Saint-Mauris. Luckily, one of these documents included a rough key to the code scribbled in the margin.", "This enabled the team to finally piece together the message in June 2022, after months of intense analysis. Speaking to ", ", ", " said, \"It was painstaking and long work but there was really a breakthrough that happened in one day, where all of a sudden we had the right hypothesis.\"", "Among the tricks employed by Charles V to throw potential interceptors off the scent were meaningless characters interspersed throughout the text, which acted as red herrings that had to be overlooked in order to read the message.", "After breaking the code, the researchers discovered that the emperor was particularly concerned about a rumor that Italian military leader Pierre Strozzi – who was in the service of Francis I – was planning to assassinate him. However, after being instructed to investigate the situation, Saint-Mauris sent a report back to Charles the following month explaining that there was no truth to the rumor.", "Other details included in the coded letter reveal that Charles V was eager to maintain his delicate peace with Francis I, at least until he could overcome a Lutheran uprising called the Schmalkaldic League, which threatened his empire. Taken together, Desenclos says these snippets provide historians with \"a snapshot of Charles V's strategy in Europe\", and insists that \"it is likely that we will make many more discoveries in the coming years.”", "letter,", "code-breaking,", "code,", "Codebreaker,", "ancient ancestors,", "Holy Roman Empire", "Ben Taub", "Freelance Writer", "Benjamin holds a Master's degree in anthropology from University College London and has worked in the fields of neuroscience research and mental health treatment.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Ben Taub", "Ben Taub"]},
{"title": "Why We Feel Like Christmas Comes Around More Quickly Each Year", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Ruth Ogden", "Guest Author", "How can it be December already? Image credit: Luis Molinero/Shutterstock.com", "Think back to your childhood. December was the longest of months. It might have been filled with rehearsing school nativity performances, writing up your wishlist and savouring the morning’s advent calendar chocolate. But at times it felt like Santa would never arrive.", "As an adult it’s a different experience. One minute it’s summer holidays, barbecues and sunburn and then, in the blink of an eye, it’s mince pies, tinsel and turkey. Is it just me, or is Christmas coming around faster?", "If you cannot believe the festive season is upon us already, you’re not alone. My colleagues and recently conducted a survey of 918 adults in the UK (full results still to be published) and found 77% of respondents agreed Christmas seems to arrive more rapidly each year.", "One reason may be the way we experience the ", ", often resulting in the feeling that ", ". For a seven-year- old, the 12 months between Christmases are a huge proportion of their life. For a 45-year-old, those same 12 months are a small portion of their experience. This ", " compresses the relative time between Christmases each year.", "Our experience of time also changes because we rely on memory to estimate duration. When we judge how long something lasted for, we base our estimate on ", ". Whether we are trying to remember the length of a film, car journey or relationship, the number of memories we encoded during it will serve as an indicator of its length.", "Periods of time in which fewer new memories are made, either because there was a lack of stimulating tasks, novel activities or heightened emotions, are interpreted by ", ".", "As we age, memory becomes more fallible and we recall less from our day to day lives. We’re also less likely to try new things than when we were younger. Together these factors may contribute to the sensation that less time has passed since last Christmas than we were expecting.", "Because what we do has such a strong influence on how we experience time, ", ". A predictable day helps time to flow steadily.", "This was illustrated on a global scale during the pandemic. One minute we were all going about our daily lives. Then all of a sudden, our routines were scrambled. People from ", " to ", " reported an overwhelming sense time did not pass as normal during the pandemic.", "While Christmas does not cause the same level of disruption as a global pandemic, it disrupts our habits.", "Another factor which may make us feel like Christmas is here too fast is the amount of energy we put into anticipating it. For many children, Christmas is arguably the most eagerly awaited event of the year. Advent calendars count down the days until Father Christmas arrives. All this excitement means children pay a lot of attention to the passage of time in the run up to Christmas. Unfortunately for them, focusing on the passage of time ", ".", "For most adults, Christmas is less thrilling. So adults probably think less about the countdown. Paying less attention to time ", ". The effect may have been particularly pronounced this year because, in the post-pandemic normality, life is busier than ever and we have even less time to think about Christmas.", "Technological change also affects our perception of time. Advances in technology enable us to accomplish more tasks, more quickly, than ever before. This acceleration in the ", " over the past 20 years may also contribute to the sensation that Christmas now comes around too soon.", "Despite paying less attention to time, adults experience significantly more demands on their schedules than children in the run up to Christmas. For children, Christmas happens by magic. For adults however the festive mystique is replaced by large amounts of planning, shopping, wrapping and cooking. The added time pressure created by Christmas may contribute to time passing more quickly.", "The lack of control children have over Christmas likely increases their level of ", ". Not knowing when, or indeed if, something will happen can also slow the passage of time.", "However, maybe we feel like Christmas comes around faster each year because it really does. In years gone by Christmas advertising wasn’t seen until the start of Advent. Nowadays it is normal to see chocolate Santas on the supermarket shelves in early October. This literal ", " undoubtedly adds to the psychological sense of Christmas coming earlier.", "However, retailers’ attempts to increase profits by starting the festive period earlier each year come at a price. When retailer Very.com launched it’s Christmas ", " in 2021 there was public outrage. We don’t want to actually see Christmas coming around more quickly. Very didn’t repeat their mistake this year.", "This article is republished from ", " under a Creative Commons license. Read the ", ".", "memory,", "psychology,", "Christmas,", "time", "Ruth Ogden", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "New Super-Jupiter Is Youngest Ever Found With Known Properties", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Artist's impression of a gas giant around a Sun-like star. Image credit: NASA/JPL-Caltech", "Researchers at the Max Planck Institute for Astronomy have discovered an extremely young super-Jupiter and measured its mass and radius. This is the youngest ", " of its kind for which astronomers have been able to determine these properties. And those properties are very puzzling, because we can’t easily explain them with our current understanding of planetary formation.", "Planet HD 114082 b is located 310 light-years away in the constellation of Centaurus. It orbits a Sun-like star at a distance of about half that of the Earth from the Sun. It is the size of Jupiter, but weighs eight times as much. That makes it twice as dense as Earth, something that is not just remarkable for a ", " planet – it simply doesn’t fit with the current best explanations.", "“HD 114082 b is currently the youngest known gas giant planet with an established mass and radius,” Olga Zakhozhay, the principal author of the study, said in a ", ". “Compared to currently accepted models, HD 114082 b is about two to three times too dense for a young gas giant with only 15 million years of age.”", "The most popular model for planet formation is known as core accretion. Bits of material in the protoplanetary disk surrounding a young star collide and merge, accumulating into a solid core of rocky material that attracts gas leading to the formation of a gas giant. This process generates heat and is known as a “hot start” for a planet.", "This scenario fits with a lot of the observations, but there are others that would better fit a “cold start” scenario. In this model, gas from material around the star cools down and contracts. Once it reaches a critical density, it collapses into a planet. A cool young planet would be denser than a hot one.", "“It’s much too early to abandon the notion of a hot start,” co-author Ralf Launhardt explained. “All we can say is that we still don’t understand the formation of giant planets very well.”", "For the core accretion model, planet HD 114082 b is too small. So, it either cooled much faster than expected or it has a much larger and denser core, or both. But two other very young Jupiter-like planets also seem to be better explained by a cold start.", "“While more such planets are needed to confirm this trend, we believe that theorists should begin re-evaluating their calculations,” Zakhozhay stated. “It’s exciting how our observational results feed back into planet formation theory. They help improve our knowledge about how these giant planets grow and tell us where the gaps of our understanding lie.”", "The results appear as a Letter to the Editor in the journal ", ".", "jupiter,", "exoplanet,", "planets,", "planet formation,", "gas giant,", "Astronomy", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Over 100,000 Tonnes Of Ancient Microbes May Spill From Thawing Glaciers", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Tom Hale", "Senior Journalist", "Inside a blue glacial ice cave in Vatnajokull glacier in southeast Iceland. Image credit: Jane Rix/Shutterstock.com", "Over 100,000 tonnes of microbes – yep, you read that correctly – could come flooding out of melting glaciers in the wake of the climate crisis, according to a new analysis. Given that this scenario will involve the release of over a quintillion different microorganisms, it’s safe to bet that some may have the potential to be disease-causing germs. ", "Scientists at Aberystwyth University in Wales looked to work out how much microbial matter could be released due to the melting of eight glaciers across Europe and North America, as well as two sites in western Greenland. ", "Even under moderate ", ", they estimated that around 2.9 × 10", " cells would be released into the surrounding environment. This is roughly the equivalent of an average of 0.65 million tonnes per year of cellular carbon, which includes microbes, being dumped into the world’s ecosystems across the Northern Hemisphere over the next 80 years.", "“The number of microbes released depends closely on how quickly the glaciers melt, and therefore how much we continue to warm the planet. But the mass of microbes released is vast even with moderate warming. While these microbes fertilize downstream environments, some of them might be harmful as well”, Dr Arwyn Edwards, study author and biologist from Aberystwyth University, said in a ", ". ", "“Melting glacier ice surfaces host active microbial communities that contribute to melting and biogeochemical cycling, and nourish downstream ecosystems; but these communities remain poorly understood”, commented Dr Tristram Irvine-Fynn from Aberystwyth University.", "“Over the coming decades, the forecast 'peak water' from Earth's mountain glaciers means we need to improve our understanding of the state and fate of ecosystems on the surface of glaciers. With a better grasp of that picture, we could better predict the effects of climate change on glacial surfaces and catchment biogeochemistry”, added Irvine-Fynn. ", "Glaciers are known to harbor an array of ancient viruses, many of which are ", ". Whilst they’re locked in ice, they pose little threat to us or any other part of the ecosystem. However, if this ice melts, it opens the opportunity for viruses to “jump” into a host – whether it's humans, another animal, a plant, or fungi – and continue to replicate and spread. ", "With rising global temperatures linked to climate change, the risk of thawing glaciers and the exodus of microbes is becoming all the higher. Just last month, a study concluded that the climate crisis and thawing glaciers are upping the risk of spillover from novel viruses - and could potentially even ", ".", "Much of this remains hypothetical for now, but it’s a problem that has already flirted with the world. In 2016, dozens of people ", " in the Yamal Peninsula in Russia. This outbreak was ", " that had melted permafrost in the area and exposed an infected reindeer carcass in the Siberian tundra. ", "As this new study shows, anthrax rearing its ugly head in the depths of Siberia could just be the tip of the iceberg. ", "The new study was published in the Nature journal ", ".", "bacteria,", "climate change,", "ice,", "viruses,", "glacier,", "microbes,", "climate,", "climate crisis", "Tom Hale", "Senior Journalist", "Tom is a writer in London with a Master's degree in Journalism whose editorial work covers anything from health and the environment to technology and archaeology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Tom Hale", "Tom Hale"]},
{"title": "NASA Predicted Where Small Asteroid Hit Earth Hours In Advance", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "A small asteroid burned over the sky of Ontario, Canada, one week ago. No known damages were caused, as is often the case with such small objects – but the event was a perfect testing ground for NASA’s Scout impact hazard assessment system. Asteroid 2022 WJ1 was discovered on the evening of November 18, and burned through the atmosphere just a few hours later.", "Detection and tracking are crucial aspects of ", ", and the efforts are focused on dangerous asteroids. However, it is always good to test systems in a real-life scenario. Posing no threat, 2022 WJ1 was just one meter across (three feet). It was observed only 3.5 hours before impact, but NASA was able to track it and predict where it was going to burn.  ", "“The planetary defense community really demonstrated their skill and readiness with their response to this short-warning event,” Kelly Fast, Near-Earth Object Observations program manager for the Planetary Defense Coordination Office (PDCO) at NASA Headquarters in Washington, said in a ", ". “Such harmless impacts become spontaneous real-world exercises and give us confidence that NASA’s planetary defense systems are capable of informing the response to the potential for a serious impact by a larger object.”", "The NASA-funded ", " discovered the asteroid. Seven minutes later, Scout knew that there was one chance in four that it would impact somewhere between Mexico and the Atlantic Ocean off the coast of North America. ", "More observations were soon conducted, including by a group of amateur astronomers in Kansas at Fairpoint Observatory which provided critical observations. A total of 46 observations were conducted.", "That data allowed scout to confirm that the small rock was going to hit Earth and from where its bolide was going to be visible with two hours to spare. This allowed researchers around Lake Ontario to prepare for the event and even track small meteorites released as the cosmic body broke apart.", "“Small objects such as this one can only be detected when they are very close to Earth, so if they are headed for an impact, time is of the essence to collect as many observations as possible,” said Shantanu Naidu, navigation engineer and Scout operator at JPL. “This object was discovered early enough that the planetary defense community could provide more observations, which Scout then used to confirm the impact and predict where and when the asteroid was going to hit.”", "The discovery bodes well for more serious threats. This is only the sixth asteroid that has been tracked in space before hitting Earth.", "nasa,", "asteroid,", "Meteor,", "JPL,", "Astronomy,", "planetary defense", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "China Report Declares Youth \"Gaming Addiction\" Defeated By Tough Restrictions", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Jack Dunhill", "Social Media Coordinator and Staff Writer", "China does not look favorably on gaming. Image credit: GOLX/Shutterstock.com", "The “gaming addiction” that supposedly gripped China’s youth has been officially solved by tough gaming restrictions, according to a new report by the China Game Industry Group Committee, which was reported by state ", ". Announced on data provider CNG’s official WeChat account, the report could lead to an easing of the restrictions that seek to ", " more than three hours per week. ", "According to the report, around 75 percent of Chinese youths have now capped their gaming to this amount, which is leading to a healthier population. ", "Touted as ", ", gaming in youths is thought to result in various negative effects, including myopia, poor concentration, and mental health problems in China. While studies elsewhere have found that gaming does not have a negative impact on wellbeing and in some cases can ", " in certain tasks, the Chinese government does not look favorably on the pastime. ", "As winter approaches and China continues its “zero COVID policy”, forcing people into ", ", gaming has been on the increase in adults, and many children hope for an ease to the restrictions. It remains to be seen whether the report will be considered a successful result, or evidence of a policy that is working and shall continue to be implemented. ", "children,", "Video games,", "China,", "gaming,", "young people,", "video game addiction", "Jack Dunhill", "Social Media Coordinator and Staff Writer", "Jack is a Social Coordinator and Staff Writer for IFLScience, with a degree in Medical Genetics specializing in Immunology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Jack Dunhill", "Jack Dunhill"]},
{"title": "A Helicopter Is Going To Try And Catch A Plummeting Rocket Mid-Air Today", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Tom Hale", "Senior Journalist", "Space startup Rocket Lab is all set to pull off its latest feat today: using a helicopter to catch a rocket booster in mid-air as it plummets back to Earth.", "The launch window for the “Catch Me If You Can” mission opens today, November 4, between 5:15-6:30 pm UTC (1:15-2:30 pm EST). Best of all, the entire spectacle will be live-streamed via ", ".", "Here’s how the mission should pan out: Rocket Lab will launch one of its 18-meter (59-foot) tall Electron rockets from New Zealand’s Mahia Peninsula. Shortly after the launch, a customized recovery helicopter will set off to the capture zone at sea, around 160 nautical miles off New Zealand’s Banks Peninsula.", "Once Electron’s payload is dropped into orbit, the rocket’s first stage will descend back to Earth over the sea, reaching blistering speeds of up to 8,300 kilometers (5,150 miles) per hour and temperatures of up to 2,400°C (4,352°F).", "It will release a parachute to slow down to just 36 kilometers (22 miles) per hour. The helicopter will match the rocket’s speed and descend from above, attempting to latch onto the trailing parachute using a hook attacked by a long line.", "Rocket Lab ", " this unique style of rocket re-entry in May 2022 in a mission called “There And Back Again”. It was a success, but the mission purposely dropped in the rocket back into the sea. This latest mission will go further and fly the first stage back to Rocket Lab’s Production Complex in Auckland where technicians will study it and see whether it's fit to re-use. ", " ", "“Our first helicopter catch only a few months ago proved we can do what we set out to do with Electron, and we’re eager to get the helicopter back out there and advance our rocket reusability even further by bringing back a dry stage for the first time,” Peter Beck, Rocket Lab CEO and founder, said in a ", ".", "The goal of this whole project is to find a safe and lower-cost means of returning rockets to Earth for re-use, just like the ", " developed by SpaceX. ", "Single-use rockets are one of the main reasons space travel is so expensive; it’s basically like crashing a plane into the sea every time you fly somewhere on vacation. If you can re-use the rocket stages, however, you stand to save a significant amount of money, making launches cheaper and more accessible. ", "This means various space startups are developing some ", " of both getting rockets up and bringing them down.", "rocket launch,", "rocket,", "Space exploration,", "Astronomy,", "New Zealand,", "rocket lab,", "helicopter,", "re-useable", "Tom Hale", "Senior Journalist", "Tom is a writer in London with a Master's degree in Journalism whose editorial work covers anything from health and the environment to technology and archaeology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Tom Hale", "Tom Hale"]},
{"title": "Camel Coronavirus Poses Threat To Fans At 2022 World Cup In Qatar", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Tom Hale", "Senior Journalist", "Up to 1.5 million visitors from all continents will be heading to Qatar to watch and take part in the FIFA World Cup. Image credit: ABSEE HOUSE/Shutterstock.com", "Scientists have warned that the 2022 FIFA World Cup tournament in Qatar “unavoidably poses potential infectious disease risks”. While their main concerns are COVID-19 and monkeypox, they also put forward a warning for another ugly member of the coronavirus gang: Middle East respiratory syndrome (MERS).", "Between November 20 to December 18, 2022, around 1.5 million visitors from all continents will be ", " to watch the ", " in what will be one of the biggest international events since the dawn of the COVID-19 pandemic.", "Mass gatherings like this always pose some kind of infectious disease risk, but the researchers on a new study argue that the threat is particularly high this year considering the ongoing health crises riddling the globe. ", "Along with warnings of ", " and ", ", the trio of researchers also highlight the threat of MERS that fans should be aware of in Qatar. This paper isn’t alone in its worries. A ", " from the European Centre for Disease Prevention and Control also warned that “potential threats during the World Cup include COVID-19, MERS-CoV and monkeypox.” ", "Just like COVID-19, MERS is caused by a coronavirus. It is believed that the virus originated in bats, but camels are common reservoirs of the pathogen and are often responsible for infected people. Typically symptoms are ", ", such as fever, cough, and shortness of breath. ", " was first reported in 2012 in Saudi Arabia and has since caused 2,600 cases with 935 associated deaths in 27 different countries. Most cases have remained in Saudi Arabia – 2,193 reported cases and 854 deaths – but there have been a small yet significant number of cases elsewhere in the Middle East, including Qatar. ", "Qatar, which has a population of 2.9 million, has seen 28 cases of MERS in total. In 2022 alone, they have documented three cases. That doesn’t sound like a lot, but the researchers argue that people at risk of developing diseases, such as those with weak immune systems, should be aware of the risk and try to avoid all contact with camels. ", "“Epidemiologic data from Qatar showed the occurrence of 28 cases of MERS (incidence of 1.7 per 1,000,000 population) and most cases had a history of contact with camels. Thus, people with greater risk of developing severe disease are advised to avoid contact with dromedary camels, drinking raw camel milk or camel urine, or eating meat that has not been properly cooked,” the study authors write.", "The pre-proof paper was recently published in the journal", "virus,", "health,", "sport,", "MERS,", "coronavirus,", "football,", "soccer,", "World Cup,", "Qatar,", "monkeypox,", "covid-19,", "Middle East respiratory syndrome", "Tom Hale", "Senior Journalist", "Tom is a writer in London with a Master's degree in Journalism whose editorial work covers anything from health and the environment to technology and archaeology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Tom Hale", "Tom Hale"]},
{"title": "Scientists Get A Step Closer To A Universal Flu Vaccine", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "An mRNA vaccine against all 20 known ", " subtypes has been developed. Initial tests conducted in animals show that the vaccine reduced signs of illness and protected them from death, even when the animals were exposed to flu viruses unrelated to the one used to make the vaccine.", "The work suggests that the vaccine could offer broad protection against all strains of flu, including the lethal ones. Given the risk of flu pandemics and the deaths caused by seasonal flu, this could be an incredible tool in our medical arsenal.", "“The idea here is to have a vaccine that will give people a baseline level of immune memory to diverse flu strains, so that there will be far less disease and death when the next flu pandemic occurs,” study senior author Dr Scott Hensley, a professor in of Microbiology at in the Perelman School of Medicine, said in a ", ".", "The vaccine uses the same ", " successfully demonstrated in COVID-19 vaccines. It uses immunogens: ", " that stimulate an immune response. The RNA has the code of a key (but harmless) flu protein shared among the 18 types of Influenza A viruses and the two types of Influenza B. Once injected, cells in the area produce the protein and the immune system believes it is under attack, producing specific antibodies.", "So, the next time a flu virus enters the organism, the immune system will be able to react more quickly. The vaccine is not a sterilizing one – it doesn’t stop you from catching the flu ever again. Instead, it primes your body so that if you do catch the flu, it would be a lot less severe.", "“It would be comparable to first-generation SARS-CoV-2 mRNA vaccines, which were targeted to the original Wuhan strain of the coronavirus,” Hensley said. “Against later variants such as Omicron, these original vaccines did not fully block viral infections, but they continue to provide durable protection against severe disease and death.”", "The team is keen to put this to the test in humans. They are now designing human clinical trials to see how the vaccine behaves for us. If successful this vaccine could be employed to curb the spread and the danger of flu in all age groups, from children to old people.", "“We think this vaccine could significantly reduce the chances of ever getting a severe flu infection,” Hensley added.", "The findings are published in the journal ", ".  ", "vaccines,", "mrna,", "Influenza,", "health,", "antigens,", "mrna vaccine", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Japanese Cubesat Successfully Snapped Pictures Of The Far-Side Of The Moon", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "EQUULEUS Being Tested Before Launch. Image Credit: NASA", "Orion is not the only spacecraft that was sent up as part of ", ". A fleet of small satellites, known as CubeSats, have also traveled to space and they have started to send us some interesting stuff. Among them, there’s ", " – EQUilibriUm Lunar-Earth point 6U Spacecraft and also the Latin word for a pony – a CubeSat from the Japanese Space Agency that will study the plasma around Earth. And it snapped some awesome views of the far side of the Moon.", "To do so, it will position itself at the second Lagrangian (L", ") point of the Earth-Moon system. This is one of five sweet spots, where things can orbit around the Earth at the same time as the Moon. This guarantees that EQUULEUS won’t shift about. L", " is on the far side of the Moon, about 442,600 kilometers (275,000 miles) from the surface of the Earth.", "The CubeSat has three instruments designed to study the plasmasphere around the Earth, to understand how charged particles behave in this region. This will inform strategies to protect humans and electronics on long-space missions around the Earth-Moon systems. The other two systems will evaluate dust, asteroids, and even impacts on the Moon. It will also look for mini-Moons those small near-Earth Objects that occasionally get captured by our planet’s gravity such as 2020 CD", ".", "EQUULEUS will take six months to travel to L", " and then spend six months conducting science there. The images of the far side were taken during its closest approach to the Moon where it got to within about 5,000 kilometers (3,100 miles) from the lunar surface.", "Astronomy,", "the moon,", "Artemis I,", "EQUULEUS", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "The Hottest Planet In The Solar System", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Defining how hot or cold a planet is can get complicated. Just take Earth as an example. The temperatures in the tropics are definitely different from the temperatures at the poles. Variations in temperature, even extreme ones, are common both in the atmospheres and at locations across the planets.  ", "But if we are looking at averages, there is an unbeatable champion of high temperature: Venus. The second planet from the Sun has an average temperature of 464°C (867°F). That’s hot enough to melt lead, and the Soviet mission that manage to land on the planet did not survive long.", "So Venus on average is hotter than even Mercury, the closest planet to the Sun. And it’s all the fault of its cloud cover. The ", " is about 100 times thicker than Earth's, made of carbon dioxide with clouds of sulfuric acid.", "Long ago, the whole planet experienced a devasting greenhouse effect that created an oppressive metal-melting world. If you were standing on its surface you’d be burned, melted, and crushed all at the same time. Definitely not the best location for a vacation spot.  ", "While no other planet can compare to Venus in terms of average temperature, if we are looking for location-specific stuff, we have a vast selection of places to pick from. The outer atmospheres of planets, including the Earth, can reach thousands of degrees. This layer is known as the ", ".", "The reason why it is so hot is because of the Sun. That region of the atmosphere receives a huge amount of radiation – although, the density is often so low that the heat transfer is not very efficient. That is very good news for the International Space Station, as it orbits right through the Earth’s thermosphere.", "There are also volcanos to consider. Not just on Earth, but also on Io – the innermost moon of Jupiter. Larger than our Moon and covered in volcanos, it has lava coming out at ", " (over 2,900°F). That’s hotter than any lava here on Earth. And yet, due to the lack of atmosphere on the Jovian moon, the average temperature is well below zero.", "If we want to find hotter planets than Venus, we have to look far beyond the solar system – 670 light-years away, to be exact. As of November 2022, the hottest known world is ", " It orbits extremely close to a star almost twice as hot as our Sun. It has an average temperature of 3,800°C (over 6,800°F). That is hot enough to melt tungsten, the material used in filament light bulbs.", "It is tidally locked to its star, so one side always faces it. The perennial day side has temperatures hundreds of degrees higher than the planet's average – hotter than many stars, almost as hot as our Sun’s surface. The thermosphere of this planet is likely going to reach the same temperature as its star surface.", "There might be hotter worlds out there, but this is certainly a tough record to break.   ", "venus,", "Astronomy,", "hottest planet,", "KELT-9b", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Tourist Pelted With Water Bottles After Posing On A Protected Maya Pyramid In Mexico", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Rachael Funnell", "Social Editor and Staff Writer", "A tourist was recently booed and pelted with water bottles after trespassing onto an ancient Maya pyramid in Mexico, which has been out of bounds to the public since 2008. The woman was filmed climbing the Maya pyramid’s fragile steps before posing at the top and dancing on the way back down, to the very apparent displeasure of everyone present.", "The ancient Maya pyramid is located in Chichén Itzá (one of the ", " located in southeastern Mexico). The Castillo de Kukulcán pyramid can carry fines of over US ", " for trespassers because its great age makes it vulnerable to damage, not to mention the risk of falling.", "On her way back down, the tourist was reportedly met with chants calling for jail time to punish her for trespassing on the historic monument. Though the identity of the offending tourist isn’t known, according to ", " she appeared to be wearing a t-shirt with a US flag on it.", "The multi-layered monument, also known as El Castillo, or the Temple of Kukulcán, sits in a complex of Maya ruins in Mexico's Yucatán Peninsula. It’s structure has been described “", "” by researchers who worked on a new discovery about the structure back in 2016.", "It was known that El Castillo contained a second pyramid, a discovery that was made back in the 1930s. However, it wasn’t until much later that it became apparent there was another hidden pyramid tucked inside the first hidden pyramid.", "As for why the incredible example of Maya architectural design was built in this way, the researchers had a few theories. It could simply be a series of renovations built on top of older monument. Alternatively, it could have been a way of marking the arrival of a new leader, as if to erase the past from the city’s memory.", "Many-layered pyramids have great precedent in Mexico, which is home to the biggest human-made pyramid on Earth, an architectural treasure trove of builds and rebuilds tucked inside of one another. Check out the wild story of the 2,000-year-old ", ".", "[H/T: ", "]", "pyramid,", "monuments,", "Mexico,", "mayan,", "tourism,", "Mayan civilization,", "ancient ancestors", "Rachael Funnell", "Social Editor and Staff Writer", "Rachael is a science writer and social editor for IFLScience with a Zoology degree from the University of Southampton, UK, and a nose for novelty animal stories.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Rachael Funnell", "Rachael Funnell"]},
{"title": "Curiosity Spots Stone Duck On Mars", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Would you call me a quack if I were to tell you that there is a duck on Mars? Well, humans love turning vague stimuli into well-known patterns, a phenomenon called ", ", but in this case, the fowl similarity of this rock to a duck fits the bill. Alright, enough ", " and onto the science.", "NASA’s Curiosity rover is exploring Mount Sharp, the massive mountain that forms a central peak in the middle of Gale Crater. Long ago, this ", " and muddy deposits were left here as the water disappeared. Those turned to layered stones, eroded over billions of years by the planet's winds and dust storms. This can result in some very ", ", and sometimes they ended up shaped like a duck.", "The image was processed by citizen scientist ", " and it was taken by Curiosity on October 22, 2022. The rover is currently exploring higher terrain at the mouth of the so-called Gediz Vallis on the slopes of Mount Sharp. Curiosity has spent ", " – Martian days – on the Red Planet and is still going strong.", "Other curious \"animals\" spotted on Mars include a ", ", ", ", and ", ". A previously unknown animal population on Mars would indeed be news but as far as we know, the ", " hasn't changed just yet (we're ", ").", "Mars,", "Curiosity,", "Astronomy,", "pareidolia", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "For Two Days Only Get A 2-Pack Of Microsoft Office For Windows For The Lowest Price This Year", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "StackCommerce", "Guest Author", "If you are running your own small business or large-scale company, you need ", ". With the right professional software your company looks and ", " with clients and employees on a far more polished level. Every day you send emails, manage data, make presentations and create documents, so why not get the best of the best?", "This holiday season you can treat yourself and that special person on your list with this 2-Pack of Microsoft Office Professional 2021 for Windows: Lifetime License. Microsoft Office is a proven winner at home, school and at the office. Getting the latest Microsoft Office apps will make your work and personal life run a whole lot smoother. And, for only two days, you can score the lowest price on ", ". ", "You get everything a pro needs. This ", " lets you handle data, documents, presentations and much more. The lifetime license gives you access to MS Word, Excel, PowerPoint, Outlook, Teams, OneNote, Publisher and Access. ", "Microsoft Office is a proven suite of necessary apps and software that will make your entire business run smoother and more efficiently. This one-time purchase can be instantly delivered and downloaded so you can access your software license keys and get downloading. And, you get free support to guide you through the entire process. ", "In the words of one 5-star reviewer, \"After buying a single license for myself. I decided it was the perfect price point for my adult children. Great product for a great price! I would recommend it to anyone to get MS Office without having to pay for a year-after-year 365 subscription for $100+”. ", "Get a head start on your ", " and beat the crowds. Black Friday is quite the phenomenon, and if you’ve learned anything, you simple can’t miss this year and our Black Friday Doorbuster deals! ", "Get Microsoft Office Professional 2021 for Windows: Lifetime License (2-Pack) for $54.99 (reg. $698), a discount of 92 per cent. Don’t delay, you’ve got just two days to get these Black Friday Doorbusters. ", "StackCommerce,", "Sponsored", "StackCommerce", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "Timeline Of A Star Going Supernova Captured In Incredible Single Image", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Astronomers have found three observations of how one supernova explosion looked over different days – in a single image. The incredible snapshot did not require a special telescope setup or some cool processing software. The seemingly impossible event is the result of a particular astronomical phenomenon: ", ".", "Anything that has mass warps space-time. Big and dense objects can warp space-time so much that the surrounding area of the universe acts like a lens. Light from background objects is magnified and distorted, just like a glass lens would do, and multiple images can form. There is another phenomenon that is more difficult to appreciate with a regular lens.", "Light is taking different paths to reach the observer and form the multiple images we might see. A gravitational lens is usually very big and hardly symmetrical, and the speed of light is finite. So, the different images we see are not views of the same background object at the same time – and that’s an exciting thing, especially for supernovae.", "This phenomenon has been used to predict ", ", simply because astronomers had seen the same star explode before. They simply saw it happen in a different lensed image.", " ", "Now, researchers report the observations of a supernova at three different stages of its evolution. The first image shows the supernova just about six hours after the explosion, the second image shows the same event three days later, and the third image is about 8 days after the explosion. A fourth image is not bright enough to be seen. ", "While they show the same object at different points in time, these images come from the same observation of ", ", taken at roughly the same time.", "Modeling places this supernova explosion at about 11.5 billion years ago. The observations provide interesting insight into the evolution of the supernova, as it changed color over the course of the first week and a bit. It also allowed the team to estimate the radius of the star before it exploded, something known for only a few supernovae nearby. For such a distant object, it is a fantastic finding.", "The team estimate that the original star was a super red giant with a radius between 414 to 687 times the radius of the Sun. That’s equivalent to the star extending almost to the orbit of Mars at the very least, or far beyond the asteroid belt. That was certainly a very large star. Finding more gravitationally lensed supernovae might provide even more details of what stellar populations in the early universe were like.", "The work is published in the journal ", ".", "supernova,", "hubble space telescope,", "Astronomy", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Why Do Frozen Turkeys Explode When Deep-Fried?", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Kristine Nolin", "Guest Author", "When water and boiling oil mix, the result can be explosive. Image credit: phichet chaiyabin/Shutterstock.com", "Deep-frying a turkey is a great way to get a delicious, moist meal for Thanksgiving. But this method of cooking can be a very dangerous undertaking.", "Every fall, millions of dollars of damage, trips to the ER and ", ". The vast majority of these accidents happen because people put frozen turkeys into ", ". If you are considering deep-frying this year, do not forget to thaw and dry your turkey before placing it in the pot. Failure to do so may lead to an explosive disaster.", "What is so dangerous about putting even a partially frozen turkey in a deep-fryer?", " who studies plant, fungal and animal compounds and have a love of food chemistry. The reason frozen turkeys explode, at its core, has to do with differences in density. There is a difference in density between oil and water and differences in the density of water between its solid, liquid and gas states. When these density differences interact in just the right way, you get an explosion.", "Density is how much an object weighs given a specific volume. For example, imagine you held an ice cube in one hand and a marshmallow in the other. While they are roughly the same size, the ice cube is heavier: It is more dense.", "The first important density difference when it comes to frying is that ", ". This has to do with how tightly the molecules of each substance pack together and how heavy the atoms are that make up each liquid.", "Water molecules are small and pack tightly together. Oil molecules are much larger and don’t pack together as well by comparison. Additionally, water is composed of oxygen and hydrogen atoms, while ", ". Oxygen is heavier than carbon. This means that, for example, one cup of water has more atoms than one cup of oil, and those individuals atoms are heavier. This is why oil floats on top of water. It is less dense.", "While different materials have different densities, liquids, solids and gases of a single material can have different densities as well. You observe this every time you place an ice cube in a glass of water: The ice floats to the top because it is ", ".", "When water absorbs heat, it changes to its gas phase, steam. Steam occupies ", " the volume as the same number of liquid water molecules. You observe this effect when you boil water in a tea kettle. The force of expanding gas pushes steam out of the ", ", causing the squealing noise.", "Frozen turkeys – or any kind of frozen meats, for that matter – contain a lot of ice. Raw meat can be anywhere from ", ". If you have ever thawed a frozen piece of meat, you have probably seen all the liquid that comes out.", "For deep-frying, cooking oil is heated to around ", ". This is much hotter than the boiling point of water, which is 212 F (100 C). So when the ice in a frozen turkey comes in contact with the hot oil, the surface ice quickly turns to steam.", "This quick transition is not a problem when it happens at the very surface of the oil. The steam escapes harmlessly into the air.", "However, when you submerge a turkey into the oil, the ice inside the turkey absorbs the heat and melts, forming liquid water. Here is where the density comes into play.", "This liquid water is more dense than the oil, so it falls the bottom of the pot. The water molecules continue to absorb heat and energy and eventually they change phases and become steam. The water molecules then rapidly spread far apart from one another and the ", ". This expansion causes the density of the water to drop to a ", ", so the gas wants to quickly rise to the surface.", "Combine the fast change in density together with the expansion of volume and you get an explosion. The steam expands and rises, blowing the boiling oil out the pot. If that weren’t dangerous enough, as the displaced oil comes into contact with a burner or flame, it can catch fire. Once some droplets of oil catch on fire, the flames will quickly ignite nearby oil molecules, resulting in a fast-moving and often catastrophic fire.", "Every year, thousands of accidents like this happen. So, should you decide to deep-fry a turkey for this year’s Thanksgiving, be sure to thoroughly thaw it and pat it dry. And next time you add a bit of liquid to an oil-filled pan and end up with oil all over the stove, you’ll know the science of why.", "This article is republished from ", " under a Creative Commons license. Read the ", ".", "Turkey,", "food,", "cooking,", "chemistry", "Kristine Nolin", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []},
{"title": "Hidden Structure Discovered Behind The Milky Way’s \"Zone Of Avoidance\"", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Being inside of a galaxy certainly has its perks, given that planets capable of sustaining life would be unlikely to form in intergalactic space. But it means that there is a big chunk of the universe we can’t see because it is blocked by the central region of our own Milky Way. Now astronomers have been able to determine the existence of a galaxy cluster behind the wonderfully ominous-sounding \"zone of avoidance\". ", "In the zone of avoidance, which makes up 10-20 percent of the sky visible from Earth, visible light is blocked by the vast clouds of gas and dust located through the plane of the ", ". Other wavelengths, like infrared, can move through it as the region is more transparent to them. This is how JWST (which sees in infrared) can see some things that Hubble (visible light) cannot. ", "Near-infrared observations are in fact proving very important in studying what lies in the zone of avoidance. We know, for example, that the equally ominous-sounding ", " – a major galaxy cluster that is pulling the Milky Way toward itself – is located in that direction.", "Now we know there is another cluster in that direction, albeit much smaller.", "This rich group of galaxies is known as the not-very-catchy VVVGCl-B J181435-381432. Its light has traveled for 2.7 billion years to reach us and its mass is estimated to be about 45 to 50 times that of the Milky Way, roughly in line with the expectations for galaxy clusters at that epoch.", "The team also estimated the radius size, although the precise value depends on the expansion rate of the universe (a currently contentious number due to the so-called ", "). They estimate the radius is roughly the distance between the Milky Way and ", ", the closest largest galaxy to our own. This cluster is packing a lot of mass in a (relatively) small space.", "The team used the Gemini South telescope to study five galaxies that are now believed to be part of this cluster. Because of their number, they suspected that together they made a galaxy cluster. They now think there could be as many as 58 galaxies in the structure.", "There is still much we don’t know about the zone of avoidance (other than astronomers enjoy naming things) but astronomers are being clever in ways to understand it. Which is a good thing because the other option is to wait several tens of millions of years for it to become visible and who’s got time for that?", "The research is submitted to Astronomy & Astrophysics and is available on the ", " preprint server.", "Milky Way,", "galaxy clusters,", "Astronomy,", "Great attractor,", "zone of avoidance", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Rare Brain-Eating Amoeba Appears To Be Spreading Further Around The US", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "James Felton", "Senior Staff Writer", "The infection is nearly always fatal. Image credit: Kateryna Kon/shutterstock.com", "A rare, brain-eating amoeba appears to be spreading further around the US, infecting people in states where it isn't usually found. ", "Naegleria fowleri is an amoeba – a single-celled organism that moves via crawling – that lives in freshwater lakes, rivers and hot springs alongside other species of ", "It differs from the other harmless species, however, in that given the chance it will devour your brain. ", "Fowleri is the ", ", generally doing so in higher temperatures where it thrives, in bodies of water that are shallow. Infections (though incredibly rare) are picked up typically when people put their heads under the water, with the amoeba traveling up the nose and into the brain, where it causes primary amebic meningoencephalitis (PAM), a disease which is \"almost always fatal\" at 97 percent, according to the ", " (CDC).", "Once in the brain, it begins to destroy brain tissue, producing similar symptoms – such as headache, fever, stiff neck and confusion – to bacterial meningitis. Lack of attention to surroundings, seizures and coma also occur in patients, and the disease usually causes death within five days of the onset of symptoms. Of the 154 people known to have been infected by the amoeba since 1962, only four have survived.", "Infections are, thankfully, incredibly rare, with only 31 reported infections over the last decade. However, the areas where the amoeba has been found (and infected people) have been expanding further around the US ", ". ", "One study, which looked at recorded cases of PAM as well as temperature information for the area where the infection was picked up, comparing that temperature to historic data for the same area 20 years previously.", "\"We observed an increase in air temperatures in the 2 weeks before exposures compared with 20-year historic averages,\" the team wrote in the report, published in ", ".", "\"The rise in cases in the Midwest region after 2010 and increases in maximum and median latitudes of PAM case exposures suggest a northward expansion of N. fowleri exposures associated with lakes, ponds, reservoirs, rivers, streams, and outdoor aquatic venues in the United States.\"", "Official figures for 2022 have not yet been released by the CDC, but as ", ", cases do appear to be creeping further north, with a fatal case being picked up in an Iowa lake for the first time. The same was true of Nebraska, where a child died of the disease, which does tend to infect ", ", possibly due to increased exposure to the amoeba through playing in water.", "\"Our regions are becoming warmer,\" Douglas County Health Director ", " in a press conference following the death of a child in Nebraska. ", "\"As things warm up, the water warms up and water levels drop because of drought, you see that this organism is a lot happier and more typically grows in those situations.\"", "As the climate crisis continues, the creep of the disease further north will likely continue. ", "brain,", "health", "James Felton", "Senior Staff Writer", "James is a published author with four pop-history and science books to his name. He specializes in history, strange science, and anything out of the ordinary.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["James Felton", "James Felton"]},
{"title": "The Secret To Finding Alien Life Could Be Broccoli Gas", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Stephen Luntz", "Freelance Writer", "Astronomers finally have the tools to search for signs of life on other worlds. One team of scientists think their best shot lies with methyl bromide (CH", "Br), in the hope alien vegetation has a similar waste removal scheme to the one widespread on Earth.", "The capacity of telescopes like the ", " and future ", " to spot gases in the atmospheres of planets orbiting other stars could be a game changer in the search for alien life. A major challenge remains, however: finding gases only produced by living things, rather than also having non-biological sources.", "University of California, Riverside PhD student Michaela Leung argues in a new study that methyl bromide should be the target. Although we most often encounter methyl bromide when eating members of the brassica family of vegetables, many organisms use it to remove toxins. By adding a carbon and three hydrogen atoms to a potentially damaging chemical, life forms can produce a gas that floats away, making the toxin someone else’s problem, a process known as methylation.", "“Methylation is so widespread on Earth, we expect life anywhere else to perform it,” Leung said in a ", ". “Most cells have mechanisms for expelling harmful substances.” Marine microorganisms and soil fungi are the biggest producers on Earth.", "That doesn’t mean life elsewhere, which might welcome some of the chemicals that harm Earth-life, will do the same thing. However, with only one living planet to go on, all we can do is extrapolate.", "The existing target list of gases will spark a lot of debate when we do find them. ", ", for example, is released by volcanoes as well as microorganisms, and is abundant on worlds within the Solar System we don’t doubt are ", ". Leaving aside the debate about whether the supposed ", " on Venus was ", ", there’s lots of uncertainty as to whether it could have non-biological sources as well.", "Leung acknowledges this could be true for methyl bromide, but less so. “There are limited ways to create this gas through non-biological means, so it is more indicative of life if you find it,” she said.", "Methyl bromide also degrades fast enough that if we do find it we’re probably looking at a living world, not one where life died out long ago. The spectral signature of methyl bromide is so close to that of methyl chloride, already a favored ", ", that the same search could seek both.", "There’s a reason methyl bromide hasn’t been on astrobiologists’ priority list, however: an alien civilization looking at Earth wouldn’t spot it. The combination of water and ultraviolet radiation breaks it down, so even fields of Brussels sprouts are not enough to make it a big part of our atmosphere.", "Leung and co-authors argue, however, that this wouldn’t be the case for a planet orbiting a red dwarf, where UV levels would be lower. That includes most of the Earth-like planets whose atmospheric spectra we anticipate collecting soon. ", "Debate ", " as to whether red dwarf stars can have life-supporting planets, or if ", " would ", " to leave bare rock. If atmospheres do survive however, Leung said methyl bromide should be about 10,000 times as detectable as for an Earth-like planet.", "No search for life is likely to rely on a single gas alone. Instead, astronomers expect to seek combinations that are hard to explain without living organisms. The authors describe methyl bromide as a “capstone” biosignature, whose presence, along with more abundant gases like oxygen or methane, might be close to definitive.", "The paper is published in ", ".", "alien life,", "Astronomy,", "life on other planets,", "biosignature,", "Methyl Bromide,", "red dwarf planet,", "Atmospheric spectrum", "Stephen Luntz", "Freelance Writer", "Stephen has a science degree with a major in physics, an arts degree with majors in English Literature and History and Philosophy of Science and a Graduate Diploma in Science Communication.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Stephen Luntz", "Stephen Luntz"]},
{"title": "JWST Reveals Nearby Dwarf Galaxy In Exquisite Detail", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "The Wolf-Lundmark-Melotte (WLM) is a small dwarf galaxy at the edge of the Local Group, the name for the family of galaxies that include the Milky Way and Andromeda. This galaxy sits away from the major players of the Local Group, and it is an interesting object of study. New ", " observations show just how good the telescope is at detailing such an object.", "The ", " has produced incredible science over its many years of operation. And, it seems like it walked so its successor could run. JWST is a fantastic instrument. In the shared comparison image, focusing on a specific portion of this galaxy, individual stars are clearly visible, and even distant galaxies lying well beyond the WLM can be seen.", "The extraordinary work is not just an excuse for a pretty picture. It will allow astronomers to understand the evolution of stars in both the local and distant universe. Dwarf galaxies can be a time capsule for what happened billions of years ago.", "“The main science focus is to reconstruct the star formation history of this galaxy. Low-mass stars can live for billions of years, which means that some of the stars that we see in WLM today formed in the early universe. By determining the properties of these low-mass stars (like their ages), we can gain insight into what was happening in the very distant past. It’s very complementary to what we learn about the early formation of galaxies by looking at high-redshift systems, where we see the galaxies as they existed when they first formed,” Kristen McQuinn of Rutgers University, who works on this study, said in a ", " post.", "More findings from JWST are expected to come out next month at the ", " conference in Baltimore, Maryland.", "galaxy,", "spitzer space telescope,", "Dwarf Galaxies,", "star formation,", "JWST,", "Local Group,", "telescope,", "Astronomy", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Miniature Universe Of Supercooled Potassium Atoms Replicates Cosmic Inflation", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Stephen Luntz", "Freelance Writer", "The problem with theories about the universe in the first crucial fractions of a second after the Big Bang is they are very hard to test. It’s not like we can create a whole new universe and watch it to explode to see how things work. At least, that is what one might think, but a team from the Universität Heidelberg have done something a little like that, recreating the early universe’s expansion on a very small scale.", "One of the favored models for the formation of the universe is called ", ". It proposes that the universe expanded unimaginably fast – around 10", "-fold – before it was 10", " seconds old. This solves a lot of problems with the structure we see in the universe today, but it still has ", ".", "Given the early universe was staggeringly hot, a set of atoms cooled to temperatures a few billionths of a degree above absolute zero might seem a strange way to model it. Nevertheless, that is what PhD student Celia Viermann and co-authors have done, inspired by a ", " of the parallels between sound waves in fluids and quantum fields.", "The team used the fact that, at those temperatures, potassium-39 becomes a ", ", something that flows with zero viscosity. Soundwaves within superfluids, known as phonons, can only occur at discrete energy levels, analogous to the geometry of gravitational fields moving through space-time.", "The team generated short bursts of sound waves in the center of 23,000 potassium atoms and then manipulated their speed with magnetic fields. These manipulations created conditions that parallel an inflationary just-born universe. ", "To further the comparison, the authors investigated the behavior of quantum waves within the atoms. Quantum waves are the smallest excitations allowed by quantum physics within a superfluid cold enough to suppress other excitations. In an accompanying News and Views, Professor Silke Weinfurtner of the University of Nottingham writes; “The commonly held theory is that the Universe was devoid of everything except quantum excitations at the beginning of inflation.”", "The pattern imprinted on the superfluid matched theories of the inflationary universe. Among other things, it saw the spontaneous appearance of pairs of particles, something thought to have been common in those crazy first trillionths of a femtosecond. Such pair-production was reported for the first time in quantum-field experiments ", ". ", "The importance of the work lies not just in the observations made, but the precise control the authors were able to demonstrate over their system, indicating it can be adjusted in future to explore differing cosmological models.", "As Weinfurtner notes, the gap between the map and the terrain is vast. The growth during the inflationary period was equivalent to expanding from the size of an atom to a sphere a light-year across. Viermann’s miniature universe tripled in size during the experiment, so it’s not really the same thing.", "Nevertheless, the team have far exceeded ", " to “See a world in a grain of sand”, modelling the entire universe in something far smaller than we can see.", "The ", " and the ", " are both published in Nature.", "big bang,", "cosmic inflation,", "physics,", "space-time,", "bose-einstein condensate,", "superfluid,", "potassium atoms,", "quantum waves", "Stephen Luntz", "Freelance Writer", "Stephen has a science degree with a major in physics, an arts degree with majors in English Literature and History and Philosophy of Science and a Graduate Diploma in Science Communication.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Stephen Luntz", "Stephen Luntz"]},
{"title": "Giant Rhino-Sized Turtle Found In Spain Is One Of The Largest In Earth's History", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Rachael Funnell", "Social Editor and Staff Writer", "An ocean giant that once flapped its way through ancient oceans has been retrieved in Spain, and it’s one of the largest known turtle species ever to exist. The shelled behemoth’s pelvis indicates it could’ve stretched to almost 4 meters (13 feet) in length when it lived between 83.6 to 72.1 million years ago", "The largest ever documented marine turtle was ", ", an absolute unit that went extinct around the end of the Late Cretaceous, approximately 66 million years ago. Now, a new specimen is giving ", " a run for its money as its pelvis size indicates that it was equally gigantic, making it one of Earth’s largest marine ", " and the biggest ever to swim in Europe’s waters.", "The newly discovered species has been named ", ". The first part references the Biblical marine beast Leviathan which was actually a sea serpent, but the name alludes to the epic size of ", ".", "The latter part is taken from the Greek noun αἴνιγμα (“aínigma”) meaning enigma, which is a hat tip to the peculiar anatomical features found on the species’ pelvis and carapace. It was these characteristics that told the study authors they were looking at a new species, and possibly even a new group of turtles.", "The prehistoric giant was retrieved from the Cal Torrades locality in northeastern Spain where it’s thought to have been hiding beneath the surface for around 80 million years. That puts its lifetime back to the Campanian Age, a time when sea level rise saw the ocean reclaim coastal areas while predatory beasts like the ", " prowled the waters.", "The ancient remains include the turtle’s pelvis and parts of its carapace. A unique bony structure on its pelvis indicates that the find represents a new taxon of turtles as this curious feature hasn’t been observed on the remains of other species. The authors suggest its function may have something to do with a unique respiratory anatomy.", "Its gargantuan size is an example of convergent evolution as until now the ", " existed in North and South America. Evidently, gigantism emerged in multiple turtle lineages from across the globe, resulting in species with colossal shells drifting about on opposite sides of the planet.", "To date, it was thought that the largest marine turtles to ever sail the oceans, such as the protostegids Archelon and Protostega, were restricted to North America during the latest Cretaceous (Campanian–Maastrichtian),” wrote the authors.", "“The discovery of the new, gigantic and bizarre chelonioid ", " from the Middle Campanian marine deposits of the Southern Pyrenees, which rivals in size to ", ", sheds a light on the diversity of marine turtles and on how the phenomenon of gigantism in these groups was also occurring in Europe.”", "The study was published in ", ".", "animals,", "megafauna,", "turtle", "Rachael Funnell", "Social Editor and Staff Writer", "Rachael is a science writer and social editor for IFLScience with a Zoology degree from the University of Southampton, UK, and a nose for novelty animal stories.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Rachael Funnell", "Rachael Funnell"]},
{"title": "Keep Cats Inside For Their (And Others') Own Good, Say Scientists", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Katie Spalding", "Freelance Writer", ". What should we do with them: let the little guys out, or keep them inside as house pets? It’s an age-old question for cat owners, provoking strong feelings on ", " of the argument. However, a recent study has come down pretty firmly against letting your feline friends out of the house – at least, if you live in Washington DC – and not necessarily for the reasons you think. ", "“We discovered that the average domestic cat in D.C. has a 61 percent probability of being found in the same space as racoons,” said Daniel Herrera, lead author of the study and Ph.D. student in the University of Maryland’s Department of Environmental Science and Technology (ENST), in a ", ". They also have a “61 percent spatial overlap with red foxes, and 56 percent overlap with Virginia opossums,” he added – and that’s a big problem for our little kitty pals.", "Take raccoons, for example. These trash pandas may be adorable, but they’re also “America's most prolific rabies vector,” Herrera explained. Red foxes and opossums, too, can both spread rabies – in short, Herrera said, “by letting our cats outside we are significantly jeopardizing their health.”", "That’s not even touching on the more well-known reasons for keeping your cats from the great outdoors. It’s common knowledge by this point that cats are ", " – sometimes with ", " for local animal populations. But what you might not appreciate is how… ", " these little monsters are when it comes to choosing their prey. ", "Put it this way: if you’re thinking little Tibbles is doing you a favor by keeping away vermin, you’re probably wrong.", "“Many people falsely think that cats are hunting non-native populations like rats, when in fact they prefer hunting small native species,” Herrera explained. “Cats are keeping rats out of sight due to fear, but there really isn't any evidence that they are controlling the non-native rodent population. The real concern is that they are decimating native populations that provide benefits to the D.C. ecosystem.”", "Another misconception: cats aren’t “just another predator” slipping into a necessary role in the ecosystem, according to the study. The likelihood of finding a cat in a habitat was positively linked to human population density, rather than any of the predictors of native wildlife – in other words, it’s us moving the little hunters in, rather than them inhabiting any kind of natural niche.", "“These habitat relationships suggest that the distribution of cats is largely driven by humans, rather than natural factors,” explained Travis Gallo, assistant professor in ENST and advisor to Herrera. “Since humans largely influence where cats are on the landscape, humans also dictate the degree of risk these cats encounter and the amount of harm they cause to local wildlife.”", "So what’s the solution? According to Herrera, it’s simple: keep your cats indoors – especially in situations where they’re likely to interact with native wildlife populations. Remember, it’s not just for the local fieldmouse families’ sakes – Grizelda’s health and happiness might just depend on it too.", "The study is published in the journal ", ".", "animals,", "cats,", "wildlife,", "Pets", "Dr. Katie Spalding", "Freelance Writer", "Katie has a PhD in maths, specializing in the intersection of dynamical systems and number theory.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Katie Spalding", "Dr. Katie Spalding"]},
{"title": "Amid Record High Cases, Why Is China Sticking To \"Zero-COVID\" Policy?", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Tom Hale", "Senior Journalist", "China has attracted criticism from the international community over its handling of COVID-19.  Image credit: Graeme Kennedy/Shutterstock.com", "China has imposed a fresh series of lockdowns following a record daily high in COVID-19 cases. Mainland China reported over 31,000 COVID-19 cases on Wednesday, November 23, according to ", " That’s higher than the previous record high of 28,000 back in April (although bear in mind, it’s still lower than the UK and the US). ", "Faced with this new surge, many are wondering why China is still persisting with its costly and super-strict “zero-COVID” public health policy. ", "Despite the pandemic first ", " in China, they have fared relatively well against COVID-19 compared to many other countries, experiencing significantly lower rates of infection ", " most of Europe and North America. ", "Some of this success has been credited to its so-called “zero COVID” policy. The aim of this strategy is to closely track the population through mass testing, contact tracing, and surveillance, then aggressively stamping out any spikes of infection through lockdowns, quarantine, and isolation. ", "This is opposed to the ", " strategy” that’s now being implemented throughout much of the world. The ethos of this policy is that the disease is shifting from a pandemic stage to an endemic stage and will likely never be eliminated. The virus still needs to be closely surveilled and managed, but lockdowns and other harsh precautions like we saw in 2020 are only used as a tool of last resort.", "It was previously possible to argue China’s zero COVID policy was working when case numbers remained low compared to the rest of the world. However, with cases now surging, it’s harder to maintain that case – and cracks in the plan are showing. ", "Critics in the US have ", " that the policy is authoritarian and has violated human rights. There have been accusations that countless people in China have been ", " in metal boxes in an aggressive bid to control infections. Others have ", " they must be fitted with electronic monitoring tags as part of the fight against COVID-19 in their local area.", "This stringent control of the population has generated pockets of discontent in China. In a rare display of public dissent, protests ", " this week at the world's biggest iPhone factory in Zhengzhou. Videos of the action posted on social media show workers marching and being confronted by people in hazmat suits and riot police.", "As for why China is ardently sticking its guns despite the mounting trouble, it’s less clear. Some have argued there ", " well-founded public health concerns behind the strategy, but it’s becoming increasingly apparent that it’s largely a matter of politics. ", "Earlier this year, researchers and economists at ", " speculated that China wouldn’t change its stance on COVID-19 control until the 20th National Congress of the Chinese Communist Party elected its new leader. By the time this important political event closed on October 22, Xi Jinping gained his third term as China's top leader at the Congress.", "Now his power is secured, we could potentially see some mix-up in the public health policy, although S&P Global Market Intelligence believes it’s unlikely we see any meaningful change before things have settled in 2023. ", "China,", "health,", "Public health,", "global health,", "politics,", "infectious,", "covid-19,", "lockdown,", "zero-covid", "Tom Hale", "Senior Journalist", "Tom is a writer in London with a Master's degree in Journalism whose editorial work covers anything from health and the environment to technology and archaeology.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Tom Hale", "Tom Hale"]},
{"title": "The Population Of The Moon Is About To Skyrocket", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Charlie Haigh", "Social Media and Marketing Assistant", "The single robot inhabitant of our Moon, ", ", is about to get some well-deserved company in the form of over a dozen multinational rovers and landers. Our moon will ", " in becoming the second celestial body in our solar system to be positively teaming with little robot scientists.", "The Moon is currently inhabited by the lonely Yutu-2 – the successor of the now powered down Yutu – which landed on the Moon’s surface in 2019 and has been working hard ever since studying the satellite’s subsurface structure.", "Ahead of", "Artemis III’s manned mission back to the Moon, a large team of highly specialized robots will be landing throughout the next few years as a part of NASA’s Commercial Lunar Payload Services (CLPS) initiative. ", "Here’s a quick look at some of the industrious bits of tech that will soon call our satellite home.", "Kicking off our international crew is ", ", which will be launching in late 2022. Developed by private company Spacebit, the project will mark the first UK mission to the Moon, as well as the first Ukrainian Moon mission.", "Weighing just 1.5 kilograms (3.3 pounds), this dinky overachiever will also be the first Moon rover to walk instead of roll across the satellite’s surface, with the use of its four spider-like legs.", "Asagumo’s mission involves exploring the Moon’s lava tubes. It will measure ambient lunar temperatures, and accumulated radiation doses, and test its thermal stabilization systems. ", "But this spindly toolbox is here for a good time, not a long time, as its mission length is just eight Earth days.", "Late 2022 should also see the launch of Intuitive Machine’s ", " supporting Nokia’s LTE/4G NASA Tipping Point project. That’s right, the moon may soon have 4G connectivity.", "The MAPP rover onboard the Nova-C lander will touch down at the Moon’s South Pole, where the lander will attempt to establish a secure network, while the rover traverses the area collecting performance data and testing network communication capabilities in the varied lunar surface conditions.", "Despite a short mission time of just 12 Earth days, if the team are successful in establishing an LTE/4G connection this could revolutionize communication capabilities for the Moon’s current techy inhabitants, its future human explorers, and the control stations back on Earth.", "Launching next June is Mexico’s ", ". With a name that means “hive” in Spanish, Mexico isn’t holding back on their first lunar mission as they plan to send a hive of five autonomous mini rovers to the Moon’s surface.", "This robo-swarm will be traveling inside a lander – the hive – which, after landing, will open its doors and literally catapult the rovers 9 meters (30 feet) across the lunar surface. After which they will be able to test their autonomous navigation and regrouping capabilities.", "Weighing just 60 grams (0.1 pounds) and measuring 12 centimeters (4.7 inches) in diameter, this lightweight crew will be landing at the moon’s Lacus Mortis, also known as the Lake of Death. Instead of traveling along the Moon’s surface, however, these virtually weightless rovers will travel on a layer of fluid-like floating dust. Here, they will test the electrostatic charge of the particles, measure particle sizes, and look for magnetic fluctuations.", "With an arrival date in 2024, the team at John Hopkins Applied Physics Laboratory have designed the ", " to study the Moon’s ", ".", "The lander will be delivered to Reiner Gamma, an area of increased magnetic activity, where it plans to unleash its trusty rover that will drive right on through the area for up to 2 kilometers (1.2 miles).", "Using the rover’s onboard multispectral microscope and magnetometer, the mission’s aim is to analyze magnetic anomalies on the ground. By measuring the area’s regolith – a layer of loose surface rock and dust – scientists hope to narrow down the origin story of the lunar swirls by measuring the characteristics of these particles.", "The findings will hopefully advance our understanding of how the magnetic structure of the Moon functions, and if the Moon’s structure could help explain anomalies found on other celestial bodies.", "NASA will be launching ", " in late 2024, being delivered to the Moon’s South Pole for its 100-Earth-day mission.", "VIPER’s exploration will make it the first resource mapping expedition on another celestial body, as the mission aims to collect data on the location and concentration of water ice in some of the Moon’s permanently shadowed craters. Using its three spectrometers and 1-meter-long (3.28-foot) drill, the rover will dig into the Moon’s surface, attempting to understand the source of the lunar polar water. ", "The mission data will enable scientists to understand the extent to which the Moon can be used as a hub for valuable resources like water, one day aiding in the sustenance of human life on Moon bases and potentially supplying resources for future explorations further into our solar system. ", "With so many incredible bits of tech scheduled to blast off to the Moon, selecting just five was nigh-on-impossible. So, here’s a bunch more.", "Japan’s ", " has been named after the Japanese proverb “Nanakorobi Yaoki”, meaning “to get back up again and again, no matter how many times you fail”. This tiny rover just keeps getting back up as its design allows it to carry on moving no matter which way it lands. The team hopes to send more of these in the future to aid in the Moon base building effort.", "Meanwhile, Australia is planning to send its ", " in 2026. This resource mapping mission aims to extract oxygen from the lunar soil, in hopes of using it to sustain human exploration.", "No earlier than 2027, NASA plan to send their ", ". The electric vehicle will be delivered in preparation for the arrival of the Artemis astronauts. Providing the team with transportation, the vehicles can also be controlled remotely for the time being spent unmanned.", "robots,", "rover,", "Lander,", "Space exploration,", "Astronomy,", "the moon", "Charlie Haigh", "Social Media and Marketing Assistant", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Charlie Haigh", "Charlie Haigh"]},
{"title": "AI Has Run 100,000 Simulations And Predicted The 2022 World Cup Winner", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "James Felton", "Senior Staff Writer", "Put aside your own predictions, forget about ", " (if that's possible) and get ready to have the World Cup spoiled by artificial intelligence (AI). An AI model from The Alan Turing Institute has predicted the result of this year's controversial World Cup, so you don't have to actually watch it.", "To make the prediction, the team needed data – and fortunately, there is no shortage of this for soccer (or to use the correct term; football). Researchers used GitHub user martj42's ", ", showing the results and stats of every international match since 1872.", "\"After experimenting with our model’s success at predicting the results of the 2014 and 2018 World Cups, we decided to use all international results from the 2002 World Cup onwards,\" the Alan Turing Institute team ", ".", "\"In our training data, we give most importance (weight) to World Cup matches (and then decreasing weight to continental tournaments, qualifiers, and friendlies), and we also give more weight to recent matches. We also feed the official FIFA rankings into our model to provide an up-to-date estimate of team performance.\"", "The algorithm – based on an earlier model used for non-international games – then uses ", " to predict the most likely score for each match. By excluding data for those world cups, the team could test the predictive capabilities of their model by asking it to predict a world cup (e.g. 2018) that had already been played, with the winners known.", "Applying the method to all of this world cup's fixtures in 100,000 simulations, they found the most-likely winners of this year's world cup.", "\"Brazil are heavy favourites, with around 25% chance of winning,\" they write, \"while Belgium and Argentina are also highly rated\".", "The analysis saw Brazil as most likely to win the world cup, Belgium second, Argentina third, France fourth, and England fifth. Spain came next, followed by the Netherlands, Denmark, Portugal, and Croatia. ", "The team stresses that there are other factors that they cannot put into their models, including the weather, adjustment to time zones, and outstanding performances from individual players. ", "And, of course, penalties.", "\"England fans will be painfully aware that not all teams seem to be equally adept at penalty shootouts,\" they explain. \"However, rather than gather historical data on penalty shootout success, we have taken the simpler approach of assigning a 50/50 chance for which team progresses in the event of a draw during the knockout stages.\"", "So don't get your hopes up, too much England.", "statistics,", "sports,", "AI,", "football,", "World Cup,", "weird and wonderful,", "artificial inteligence", "James Felton", "Senior Staff Writer", "James is a published author with four pop-history and science books to his name. He specializes in history, strange science, and anything out of the ordinary.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["James Felton", "James Felton"]},
{"title": "NASA Leaves $4 Billion Rocket Outside During Tropical Storm", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Tropical Storm Nicole is currently affecting the Bahamas and is expected to make landfall in Florida very soon. The southern states, including Florida, are still recovering from the devastating impact of ", ". NASA had the Kennedy Space Center under Hurricane Condition III status, securing its facilities as well as deploying the ride-out team. But there is another big thing that NASA has to worry about: its massive Moon rocket that is currently sitting on the launchpad.", "The Artemis I mission was supposed to launch on Monday after months of delays. The appearance of Tropical Storm Nicole has put another spanner in the works, postponing it to at least ", ". The concern now is whether the storm could damage the Space Launch System (SLS) ahead of its inaugural voyage. The rocket is going to be the most powerful ever built.", "NASA assessed that the safest approach was to keep the SLS on the launchpad. It is designed to withstand heavy rain and winds up to 137 kilometers (85 miles) per hour. ", " are currently slower than that, keeping it shy of a Category I hurricane. The hope for NASA and all those people in the storm's path is that it will weaken and not strengthen.", "nasa,", "storm,", "artemis,", "Artemis I", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Why Do Temperatures Get As High As 1 Billion Degrees But Only As Low As −273°C?", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Temperature is one of those fundamental concepts that despite our everyday experience with it, we can easily be baffled by. And this is not just true for non-experts. ", " has been a crucial scientific concept for centuries and understanding its limits impacts us far beyond pure science.", "It all boils down (pardon the pun) to thermodynamics, the study of energy, temperature, heat, and work and how they relate to each other. The four laws (", ") are so fundamental that they pop up in completely different disciplines. And people have dedicated their lives trying to disprove them, with no success.", "The zeroth law affirms that temperature is an important empirical parameter and that thermal equilibrium is a transitive relation. So if object A and object B are in thermal equilibrium with object C, they are also in thermal equilibrium with each other. That is pretty much saying that thermometers are indeed an accurate way to measure things, and if one says yesterday was X degrees and then says that today is also X degrees, that means that both days had the same temperature.", "One of our favorite analogies for the other three laws is to picture the universe as a gambling table. The first law is the conservation of energy and it is equivalent to knowing that you cannot win at this table because you can’t create something out of nothing. The second law tells us that you can’t even draw. No system is 100 percent efficient and entropy always increases in an isolated system. Sorry, perpetual motion machine fans, it can’t be done.", "The third one says that you can’t leave the table. You can’t choose not to play this game. You are subjected to the laws of thermodynamics wherever you go and those laws suggest that there is an ultimate lowest possible temperature: absolute zero.", "The temperature of an object or substance is due to the motion of its molecules. The hotter it is, the more the molecules shake. As energy is removed from a system through thermodynamical processes (like in a fridge for example), the molecules slow down.", "And that’s where absolute zero comes in. There is going to be a point when molecules are still, motionless. There is no way to slow them down further. No further lower temperature can be reached.", "The value of absolute zero is −273.15°C (−459.67°F) or simply 0 Kelvin in the International System of Units scale. ", " achieved was broken just over a year ago with the cooling of rubidium gas to 38 picokelvins (3.8 * 10", " K), truly just a fraction above absolute zero.", "Humans like symmetry, so if there is a lower limit, is there also an upper limit? Well, things are not so clear-cut when it comes to how hot something can be. The hottest temperature ever created in the lab was ", ". It was created in the Large Hadron Collider and it was the temperature of the Universe a few instants after the Big Bang.", "But can we go hotter than that? It might be possible for sure. When it comes to the physics of the hottest, we are yet to find something as strict as absolute zero. Absolute hotness has several possibilities, it could be 10,000 times hotter than what we have achieved in particle colliders for example. But it is not strict.", "The only limit that can be found in physics depends on the so-called Planck scale. This set of units of measurement depends exclusively on physical constants and tends to signal where physics as we know it breaks apart. Planck temperature is equivalent to 1.4 x 10", " K. That’s 100 billion billion times what you can get in a particle accelerator. Scientists don’t believe it’s possible to get any hotter than that, but the true limit may be much lower.", "physics,", "temperature,", "absolute zero,", "thermodynamics", "Dr. Alfredo Carpineti", "Senior Staff Writer & Space Correspondent", "Alfredo (he/him) has a PhD in Astrophysics on galaxy evolution and a Master in Quantum Fields and Fundamental Forces.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Dr. Alfredo Carpineti", "Dr. Alfredo Carpineti"]},
{"title": "Let's Explore Ilha da Queimada Grande, The Forbidden \"Snake Island\"", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Rachael Funnell", "Social Editor and Staff Writer", "Snake island is the sole home of the golden lancehead, a snake with venom so potent it can melt human flesh instantly. Image credit: Nayeryouakim - Own work, ", "Fans of herpetology might think they’d love to visit Snake Island, a remote spit of land off the shore of Brazil where serpents rule. That it’s the only place on Earth you can find a golden lancehead might also be a lure, until you find out that the species is so deadly that the island has been cut off from public access.", "Ilha da Queimada Grande, as Snake Island is also known, can be found just over 90 miles from São Paulo. Access to ", ", as the Brazilian Navy controls who is allowed on the island for their own safety, as well as for the safety of the snakes.", "A few vetted scientists and Navy officials have been granted access to the island, but it truly belongs to the serpents. Among them is the golden lancehead, ", ", a venomous ", " that grows to over half a meter (20 inches).", "Their venom is incredibly fast-acting because these animals feed on birds who, being winged, aren’t the easiest to track when you have no limbs. What the golden lancehead lacks in locomotion it makes up for in venom potency, being deadly enough to kill birds and melt human flesh almost instantly.", "Not a snake you want to get bitten by, clearly, but on Snake Island you might not have a choice. The volume of snakes here has been reported to be as many as ", ". With such an apparently thriving population of deadly reptiles, you might wonder why even the birds bother to visit, but they need the island as a resting spot on their migration route.", "We mentioned earlier that the Navy limits human access to the island for the sake of the snakes, too. If you’re wondering what such efficient killers could possibly need protecting from, the answer is us.", "The venom of golden lanceheads is undeniably remarkable, and as such it’s of great scientific interest and makes this species a desirable one for animal collectors. Poachers procure these animals so that they can sell the products through illicit markets, and with all of the known individuals confined to Snake Island, they’re not hard to track down if you’re willing to take on the risks of a trip there.", "For anyone getting ideas, breaking into Snake Island and grabbing a golden lancehead probably won’t make you a venom tycoon.", "In an interview with evolutionary biologist Dr Arie van der Meijden, we recently explored the false hype around the ", ". While news outlets have reported that it’s the most valuable liquid in the world by weight – and it is – it's worth entirely hinges on your ability to find a buyer. ", "Multiple scientists have indicated that the venom market can be a kind of fool's gold, since labs that are open to scrutiny from regulation authorities won’t risk the validity of their research by purchasing their materials from unofficial sources. You can read the full story for free in ", ", our e-magazine.", "The eagle-eyed among you may have spotted a lighthouse on the island. The building is the remaining evidence of the few people who lived on Snake Island between 1909 and the 1920s: a lighthouse keeper and his family. According to ", ", their story ended badly in the way that you might expect in a place called Snake Island, as they were all killed when the animals slithered in through the windows.", "When it comes to animals capable of injecting you with neurotoxins potent enough to cripple your kidneys and melt your flesh, our advice is to steer well clear. Snake Island: a great setting for a book, not a place to go on holiday.", "animals,", "brazil,", "snakes,", "venomous,", "islands,", "venomous animals,", "herpetology", "Rachael Funnell", "Social Editor and Staff Writer", "Rachael is a science writer and social editor for IFLScience with a Zoology degree from the University of Southampton, UK, and a nose for novelty animal stories.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": ["Rachael Funnell", "Rachael Funnell"]},
{"title": "This Is What It Would Look Like If The ISS Orbited At The Height Of A Jetplane", "text": ["Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "Sign up today to get weekly science coverage direct to your inbox", "© 2022 IFLScience.  All Rights Reserved", "More", "in your inbox! ", "Subscribe today for our ", "in your inbox!", "Creative Team ", "Guest Author", "Video credit: ", "iss,", "airplane", "Creative Team ", "Guest Author", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Sign up today to get weekly science coverage direct to your inbox", "&copy 2022 IFLScience.  All Rights Reserved. | "], "author": []}
]